{
  "id": "2",
  "title": "La petite fille de Monsieur Linh",
  "language": "fr",
  "poster": "img/2.jpg",
  "content": "Philippe Claudel La petite fille de Monsieur Linh À tous les Monsieur Linh de la terre et à leurs petites filles Pour Nohm et Emélia C’est un vieil homme debout à l’arrière d’un bateau. Il serre dans ses bras une valise légère et un nouveau-né,plus léger encore que la valise. Le vieil homme se nomme Monsieur Linh. Il est seul à savoir qu’il s’appelle ainsi car tous ceux qui le savaient sont morts autour de lui. Debout à la poupe du bateau,il voit s’éloigner son pays,celui de ses ancêtres et de ses morts,tandis que dans ses bras l’enfant dort. Le pays s’éloigne,devient infiniment petit,et Monsieur Linh le regarde disparaître à l’horizon,pendant des heures,malgré le vent qui souffle et le chahute comme une marionnette. Le voyage dure longtemps. Des jours et des jours. Et tout ce temps,le vieil homme le passe à l’arrière du bateau,les yeux dans le sillage blanc qui finit par s’unir au ciel,à fouiller le lointain pour y chercher encore les rivages anéantis. Quand on veut le faire entrer dans sa cabine,il se laisse guider sans rien dire,mais on le retrouve un peu plus tard,sur le pont arrière,une main tenant le bastingage,l’autre serrant l’enfant,la petite valise de cuir bouilli posée à ses pieds. Une sangle entoure la valise afin qu’elle ne puisse pas s’ouvrir,comme si à l’intérieur se trouvaient des biens précieux. En vérité,elle ne contient que des vêtements usagés,une photographie que la lumière du soleil a presque entièrement effacée,et un sac de toile dans lequel le vieil homme a glissé une poignée de terre. C’est là tout ce qu’il a pu emporter. Et l’enfant bien sûr. L’enfant est sage. C’est une fille. Elle avait six semaines lorsque Monsieur Linh est monté à bord avec un nombre infini d’autres gens semblables à lui,des hommes et des femmes qui ont tout perdu,que l’on a regroupés à la hâte et qui se sont laissé faire. Six semaines. C’est le temps que dure le voyage. Si bien que lorsque le bateau arrive à destination,la petite fille a déjà doublé le temps de sa vie. Quant au vieil homme,il a l’impression d’avoir vieilli d’un siècle. Parfois,il murmure une chanson à la petite,toujours la même,et il voit les yeux du nourrisson s’ouvrir et sa bouche aussi. Il la regarde,et il aperçoit davantage que le visage d’une très jeune enfant. Il voit des paysages,des matins lumineux,la marche lente et paisible des buffles dans les rizières,l’ombre ployée des grands banians à l’entrée de son village,la brume bleue qui descend des montagnes vers le soir,à la façon d’un châle qui glisse doucement sur des épaules. Le lait qu’il donne à l’enfant coule sur le bord de ses lèvres. Monsieur Linh n’a pas l’habitude encore. Il est maladroit. Mais la petite fille ne pleure pas. Elle retourne au sommeil,et lui,il revient vers l’horizon,l’écume du sillage et le lointain dans lequel,depuis bien longtemps déjà,il ne distingue plus rien. Enfin,un jour de novembre,le bateau parvient à sa destination,mais le vieil homme ne veut pas en descendre. Quitter le bateau,c’est quitter vraiment ce qui le rattache encore à sa terre. Deux femmes alors le mènent avec des gestes doux vers le quai,comme s’il était malade. Il fait très froid. Le ciel est couvert. Monsieur Linh respire l’odeur du pays nouveau. Il ne sent rien. Il n’y a aucune odeur. C’est un pays sans odeur. Il serre l’enfant plus encore contre lui,chante la chanson à son oreille. En vérité,c’est aussi pour lui-même qu’il la chante,pour entendre sa propre voix et la musique de sa langue. Monsieur Linh et l’enfant ne sont pas seuls sur le quai. Ils sont des centaines,comme eux. Vieux et jeunes,attendant docilement,leurs maigres effets à leurs côtés,attendant sous un froid tel qu’ils n’en ont jamais connu qu’on leur dise où aller. Aucun ne se parle. Ce sont de frêles statues aux visages tristes,et qui grelottent dans le plus grand silence. Une des femmes qui l’a aidé à descendre du bateau revient à lui. Elle lui fait signe de la suivre. Il ne comprend pas ses mots mais il comprend ses gestes. Il montre l’enfant à la femme. Elle le regarde,paraît hésiter,et finalement sourit. Il se met en marche et la suit. Les parents de l’enfant étaient les enfants de Monsieur Linh. Le père de l’enfant était son fils. Ils sont morts dans la guerre qui fait rage au pays depuis des années déjà. Ils sont partis un matin travailler dans les rizières,avec l’enfant,et le soir ils ne sont pas revenus. Le vieil homme a couru. Il est arrivé essoufflé près de la rizière. Ce n’était plus qu’un trou immense et clapotant,avec sur un côté du cratère un cadavre de buffle éventré,son joug brisé en deux comme un brin de paille. Il y avait aussi le corps de son fils,celui de sa femme,et plus loin la petite,les yeux grands ouverts,emmaillotée,indemne,et à côté de la petite une poupée,sa poupée,aussi grosse qu’elle,à laquelle un éclat de la bombe avait arraché la tête. La petite fille avait dix jours. Ses parents l’avaient appelée Sang diû,ce qui dans la langue du pays veut dire «Matin doux». Ils l’avaient appelée ainsi,puis ils étaient morts. Monsieur Linh a pris l’enfant. Il est parti. Il a décidé de partir à jamais. Pour l’enfant. Lorsque le vieil homme songe ainsi à la petite fille,il lui semble qu’elle se blottit encore davantage contre son flanc. Il serre la poignée de sa valise et suit la femme tandis que son visage luit sous la pluie de novembre. Parvenus dans une pièce où règne une bonne chaleur,la femme lui désigne une place. Elle le fait asseoir. Il y a des tables,des chaises. C’est très grand. Pour l’instant,ils sont seuls,mais un peu plus tard tous ceux du bateau arrivent dans la salle et s’installent. On leur sert à manger une soupe. Il ne veut pas manger,mais la femme revient près de lui pour lui faire comprendre qu’il faut manger. Elle regarde la petite qui s’est endormie. Il voit le regard de la femme sur l’enfant. Il se dit qu’elle a raison. Il se dit qu’il faut qu’il mange,qu’il prenne des forces,pour l’enfant sinon pour lui. Il n’oubliera jamais la saveur muette de cette première soupe,avalée sans cœur,alors qu’il vient de débarquer,qu’au-dehors il fait si froid,et qu’au-dehors,ce n’est pas son pays,c’est un pays étrange et étranger,et qui le restera toujours pour lui,malgré le temps qui passera,malgré la distance toujours plus grande entre les souvenirs et le présent. La soupe est comme l’air de la ville qu’il a respiré en descendant du bateau. Elle n’a pas vraiment d’odeur,pas vraiment de goût. Il n’y reconnaît rien. Il n’y trouve pas le délicieux picotement de la citronnelle,la douceur de la coriandre fraîche,la suavité des tripes cuites. La soupe entre dans sa bouche et dans son corps,et c’est soudain tout l’inconnu de sa vie nouvelle qui vient en lui. Le soir,la femme conduit Monsieur Linh et l’enfant dans un dortoir. L’endroit est propre et spacieux. Deux familles de réfugiés y sont déjà installées depuis trois semaines. Elles ont pris leurs habitudes et leurs aises. Elles se connaissent pour être originaires de la même province du sud. Ensemble,elles ont fui,dérivé longtemps sur une épave,avant d’être recueillies à bord d’un vrai bateau. Il y a deux hommes,jeunes. L’un a une femme,l’autre,deux. Les enfants au nombre de onze sont bruyants et joyeux. Tous regardent le vieil homme comme un gêneur,et le nourrisson qu’il porte,avec des yeux étonnés,un peu hostiles. Monsieur Linh sent qu’il les dérange. Malgré tout,ils se forcent à lui faire bon accueil,s’inclinent devant lui,l’appellent Oncle,comme c’est la coutume. Les enfants veulent prendre la petite Sang diû dans leurs bras,mais il leur dit d’une voix calme qu’il n’y tient pas. Il la garde contre lui. Les enfants haussent les épaules. Les trois femmes chuchotent,puis se détournent. Les deux hommes se rassoient dans un angle et reprennent leur partie de mahjong. Le vieil homme regarde le lit qu’on lui a attribué. Il pose délicatement l’enfant à terre,enlève le matelas du sommier,la place à même le sol. Il couche l’enfant sur le matelas. Enfin,il s’allonge à côté d’elle,tout habillé,tenant dans sa main la poignée de sa valise. Il ferme les yeux,oublie les familles qui se sont mises en cercle et commencent à manger. Il ferme les yeux et s’endort en songeant aux parfums du pays natal. *** Des jours passent. Monsieur Linh ne quitte pas le dortoir. Il consacre son temps à s’occuper de l’enfant,avec des gestes tout à la fois attentionnés et malhabiles. La petite ne se révolte pas. Elle ne pleure jamais,ne crie pas davantage. C’est comme si,à sa façon,en réprimant ses pleurs et ses désirs impérieux de nourrisson,elle voulait aider son grand-père. C’est ce que pense le vieil homme. Les enfants le regardent et souvent se moquent de lui,mais sans oser le faire à haute voix. Les femmes parfois rient aussi en le voyant s’empêtrer dans ses gestes alors qu’il la change ou la lave:«Oncle,vous n’y connaissez rien!Laissez-nous faire!Nous n’allons pas la casser!» Et elles rient de plus belle. Les enfants aussi,encore plus fort que leurs mères. Mais à chaque fois,d’un signe de tête,il refuse leur aide. Les hommes soufflent d’un air désolé. Ils reprennent leurs palabres et leurs jeux. Monsieur Linh se moque de ce qu’ils peuvent penser de lui. Rien d’autre ne compte que sa petite fille. Il veut s’en occuper le mieux possible. Souvent,il lui chante la chanson. La femme du premier jour,celle qu’il a surnommée en lui-même la femme du quai,vient chaque matin apporter des provisions et s’enquérir de la santé de tous. Une jeune fille l’accompagne. Elle sait la langue du pays. Elle sert d’interprète. «Vous n’êtes pas encore sorti,Oncle? Pourquoi ne sortez-vous pas? Il faut prendre l’air!» Il dit non,en silence. Il n’ose pas avouer qu’il a peur de sortir,d’aller dans cette ville inconnue,dans ce pays inconnu,peur de croiser des hommes et des femmes dont il ne connaît pas les visages et ne comprend pas la langue. La jeune interprète regarde l’enfant,puis parle un long moment à la femme du quai. La femme lui répond. Elles discutent ensemble. La jeune fille reprend. «La petite va dépérir si vous ne l’emmenez pas promener!Regardez,Oncle,elle a un teint si blanc,on dirait presque un jeune fantôme...» Les mots de la jeune fille l’inquiètent. Il n’aime pas les fantômes. Il y en a déjà trop qui viennent le tourmenter dans ses nuits. Il serre un peu plus Sang diû contre lui,et promet de la promener le lendemain,si le temps n’est pas trop froid. «Le froid ici,Oncle,lui dit la jeune fille,c’est comme la pluie chaude du pays,il faudra vous y habituer.» La femme du quai s’en va avec la jeune fille interprète. Monsieur Linh les salue cérémonieusement,ainsi qu’il le fait toujours. Le lendemain,pour la première fois,il sort du dortoir et retrouve le dehors. Il y a du vent,un vent qui vient de la mer et dépose un peu de sel sur les lèvres. Le vieil homme passe sa langue sur ses lèvres pour y prendre le goût du sel. Il a revêtu tous les vêtements que la femme du quai lui a donnés le lendemain de son arrivée. Il a sur lui une chemise,trois pulls,un manteau de laine un peu trop grand,un imperméable,ainsi qu’un bonnet à rabats. Il ressemble ainsi à une sorte de gros épouvantail boursouflé. Il a aussi revêtu l’enfant de tous les vêtements qu’il a demandés pour elle à la femme du quai. On croirait qu’il porte dans ses bras un énorme ballon de forme oblongue. «N’allez pas vous perdre,Oncle,la ville est grande!» lui ont lancé les femmes quand il s’est apprêté à sortir. Elles ont dit cela en riant. «Attention à ce qu’on ne vous vole pas l’enfant!» a repris l’une d’elles. Ils ont alors tous ri,les femmes,leurs fils et leurs filles. Les hommes aussi,qui ont levé les yeux. Ils ont ri en le voyant ainsi accoutré et l’un d’eux a crié,au travers de la fumée âcre des cigarettes que tous deux fument sans cesse en jouant:«Si vous n’êtes pas rentré dans un an,on préviendra le bureau des réfugiés!» Il les a salués et il est sorti,terrorisé par ce que les femmes venaient de dire,à propos des enfants que l’on vole. Monsieur Linh a marché droit devant lui,en ne changeant jamais de trottoir. Il s’est dit que s’il ne changeait jamais de trottoir,et ne traversait aucune route,il ne pourrait pas se perdre. Il lui suffirait de revenir sur ses pas pour retrouver l’immeuble du dortoir. Alors il marche droit devant lui,en tenant l’enfant contre lui,l’enfant subitement devenue énorme à cause de tous les vêtements qui couvrent son corps. Le froid colore ses joues qui dépassent des lainages:la petite a bien vite un visage d’un beau rose tendre qui lui rappelle les boutons de nénuphars,ceux qui éclosent au tout début du printemps dans les mares. Lui,ses yeux pleurent. Le froid fait venir les larmes qu’il laisse couler sur son visage sans pouvoir les essuyer car il tient sa petite fille des deux mains,afin qu’aucun voleur ne puisse la lui prendre. Il avance sur le trottoir sans vraiment regarder la ville,trop occupé à sa marche même. La femme du quai et la jeune fille interprète ont eu raison. C’est vrai que cela fait du bien de bouger un peu,de marcher,et l’enfant qui le regarde avec ses petits yeux brillants comme une pierre noire et précieuse semble penser de même. Monsieur Linh marche ainsi,un long moment,se rendant à peine compte qu’il repasse sans cesse devant l’immeuble du dortoir,car ne quittant jamais le même trottoir,sa promenade circulaire lui fait simplement faire le tour d’un grand pâté de maisons. Au bout d’une heure environ,il se sent fatigué et s’assoit sur un banc,face à un parc qui est de l’autre côté de la rue. Il installe la petite sur ses genoux,et prend dans sa poche une enveloppe dans laquelle il a glissé du riz cuit. Il met le riz dans sa bouche,le mastique pour le rendre plus onctueux,comme une bouillie,puis le retire de sa bouche et le donne à l’enfant. Il laisse ensuite aller ses yeux tout autour de lui. Rien ne ressemble à ce qu’il connaît. C’est comme de venir au monde une seconde fois. Passent des voitures qu’il n’a jamais vues,en nombre incalculable,dans un ballet fluide et réglé. Sur les trottoirs,les hommes et les femmes marchent très vite,comme si leur survie en dépendait. Aucun n’est en guenilles. Aucun ne mendie. Personne ne fait attention à personne. Il y a aussi beaucoup de magasins. Leurs vitrines larges et spacieuses débordent de marchandises dont le vieil homme ne soupçonnait même pas l’existence. Regarder cela lui donne le tournis. Il repense à son village comme on pense à un songe qu’on a fait et dont on ne sait plus très bien s’il est vraiment songe ou réalité perdue. Au village,il n’y avait qu’une rue. Une seule. Le sol était de terre battue. Quand la pluie tombait,violente et droite,la rue devenait un ruisseau furieux dans lequel les enfants nus se coursaient en riant. Lorsqu’il faisait sec,les cochons y dormaient en se vautrant dans la poussière,tandis que les chiens s’y poursuivaient en aboyant. Au village,tout le monde se connaissait,et chacun en se croisant se saluait. Il y avait en tout douze familles,et chacune de ces familles savait l’histoire des autres,pouvait nommer les grands-parents,les aïeux,les cousins,connaissait les biens que les uns et les autres possédaient. Le village en somme était comme une grande et unique famille,répartie dans des maisons dressées sur des pilotis,et sous lesquelles les poules et les canards fouillaient le sol et caquetaient. Le vieil homme se rend compte que lorsqu’il parle en lui-même du village,c’est au passé qu’il le fait. Cela lui pince le cœur. Il sent vraiment son cœur se pincer,alors il pose fortement sa main libre sur sa poitrine,à la place du cœur,pour faire cesser le pincement. Monsieur Linh n’a pas froid sur le banc. Penser au village,même au passé,c’est un peu y être encore,alors qu’il sait qu’il n’en reste rien,que toutes les maisons ont été brûlées et détruites,que les animaux sont morts,chiens,cochons,canards,poules,ainsi que la plupart des hommes,et que ceux qui ont survécu sont partis aux quatre coins du monde,comme lui l’a fait. Il relève le col de son imperméable et caresse le front de l’enfant qui dort. Il essuie le riz qui a coulé de part et d’autre de la bouche de la petite. Il s’aperçoit soudain qu’ils ne sont plus seuls sur le banc:un homme s’est assis qui le regarde et regarde la petite aussi. Il doit avoir le même âge que Monsieur Linh sans doute,peut-être un peu moins vieux tout de même. Il est plus grand,plus gros,et porte moins de vêtements. L’homme esquisse un sourire. «Pas chaud,hein?» Il souffle sur ses mains,prend un paquet de cigarettes dans une de ses poches,tape sur le fond avec un geste précis qui fait jaillir une cigarette. Il tend le paquet à Monsieur Linh,qui fait non de la tête. «Vous avez raison,dit l’homme,je devrais arrêter... Mais avec tout ce qu’on devrait arrêter!» Il met la cigarette entre ses lèvres,d’un geste simple et doux. Il l’allume,en aspire longuement la première bouffée,ferme les yeux. «C’est tout de même bon...»,finit-il par murmurer. Le vieil homme ne comprend rien à ce que dit celui qui vient de s’asseoir. Pour autant,il sent que les paroles ne sont pas hostiles. «Vous venez souvent ici?» reprend l’homme. Mais il ne semble pas attendre de réponse. Il aspire la fumée de sa cigarette,comme s’il en goûtait chaque bouffée. Il continue à parler,sans vraiment regarder Monsieur Linh. «Moi,je viens presque tous les jours. Ce n’est pas que c’est très joli,mais l’endroit me plaît,il me rappelle des souvenirs.» Il se tait,jette un œil à l’enfant sur les genoux du vieil homme,puis il regarde le vieil homme engoncé dans ses couches de vêtements,et revient ensuite au visage de l’enfant:«Une belle petite poupée que vous avez là. Comment s’appelle-t-elle?» Il joint le geste à la parole,montrant l’enfant du doigt et relevant le menton d’un air interrogatif. Monsieur Linh comprend. «Sang diû»,dit-il. «Sans Dieu...,reprend l’homme,drôle de prénom. Moi c’est Bark,et vous?» et il lui tend la main. «Tao-laï»,dit Monsieur Linh,selon la formule de politesse qu’on utilise dans la langue du pays natal pour dire bonjour à quelqu’un. Et il serre dans ses deux mains la main de son voisin. Une main de géant,aux doigts énormes,calleux,blessés,striés de crevasses. «Eh bien,bonjour Monsieur Tao-laï»,dit l’homme en lui souriant. «Tao-laï»,répète une fois encore le vieil homme tandis que tous deux se serrent longuement la main. Le soleil perce les nuages. Ce qui n’empêche pas le ciel de demeurer gris,mais d’un gris qui s’ouvre sur des trouées blanches,à des hauteurs vertigineuses. La fumée de Monsieur Bark semble vouloir rejoindre le ciel. Elle s’échappe de ses lèvres,puis monte très vite. Parfois,il la souffle par ses narines. Monsieur Linh pense alors aux naseaux des buffles,aux feux aussi,allumés dans la forêt le soir afin d’éloigner les bêtes sauvages,et qui se consument avec lenteur durant les heures de la nuit. «Ma femme est morte,dit Monsieur Bark tout en écrasant le mégot de sa cigarette sur le trottoir avec le talon de sa chaussure. Cela fait deux mois. Deux mois,c’est à la fois long,et très court aussi. Je ne sais plus au juste mesurer le temps. J’ai beau me dire,deux mois,deux mois,c’est-à-dire huit semaines,c’est-à-dire cinquante-six jours,cela ne représente plus rien pour moi.» Il reprend son paquet de cigarettes,en tend de nouveau une au vieil homme,qui refuse encore,en souriant,puis il la glisse entre ses lèvres,l’allume,tire la première bouffée,les yeux clos. «Elle travaillait en face,dans le Parc. Elle tenait un manège,vous avez déjà dû le voir,forcément,des petits chevaux en bois verni,un manège à l’ancienne,il n’y en a plus guère.» Monsieur Bark se tait. Il fume en silence. Monsieur Linh attend que la voix reprenne. Sans qu’il sache le sens des mots de cet homme qui est à côté de lui depuis quelques minutes,il se rend compte qu’il aime entendre sa voix,la profondeur de cette voix,sa force grave. Peut-être d’ailleurs aime-t-il entendre cette voix parce que précisément il ne peut comprendre les mots qu’elle prononce,et qu’ainsi il est sûr qu’ils ne le blesseront pas,qu’ils ne lui diront pas ce qu’il ne veut pas entendre,qu’ils ne poseront pas de questions douloureuses,qu’ils ne viendront pas dans le passé pour l’exhumer avec violence et le jeter à ses pieds comme une dépouille sanglante. Il regarde son voisin,tout en serrant l’enfant sur ses genoux. «Vous êtes sans doute marié,ou l’avez été,je ne veux pas être indiscret,reprend Monsieur Bark,mais vous devez me comprendre. Je l’attendais toujours sur ce banc. Elle fermait son manège à cinq heures en hiver,sept heures en été. Je la voyais de l’autre côté de la rue,quand elle sortait du Parc. Elle me faisait un signe de la main. Moi aussi je lui en faisais un,de signe. Mais je vous ennuie,excusez-moi...» Monsieur Bark a posé sa main sur l’épaule de Monsieur Linh,en même temps qu’il a prononcé ces dernières paroles. Le vieil homme sent,au travers des nombreuses couches de vêtements,l’étreinte de la main épaisse,qui s’attarde un peu. Il n’ose plus faire un geste. Soudain une idée lui traverse l’esprit,comme une lame. Et si cet homme était un voleur d’enfants,comme le disaient les femmes du dortoir? Il tremble. Serre l’enfant très fort contre lui. Son visage doit trahir sa peur car Monsieur Bark se rend compte que quelque chose vient de se produire. Gêné,il enlève sa main de l’épaule. «Oui,excusez-moi,je parle,je parle,c’est que je parle si peu désormais... Je vais vous laisser.» Et il se lève. Aussitôt,le cœur de Monsieur Linh bat moins vite,se calme. Un sourire revient sur son visage et ses mains desserrent leur étreinte sur le corps de la petite. Il s’en veut d’avoir eu un mauvais sentiment à l’égard de cet homme dont le visage est tout à la fois triste et chaleureux. Monsieur Bark soulève son chapeau. «Au revoir,Monsieur Tao-laï,ne m’en veuillez pas pour tout ce que je vous ai dit... Peut-être à un autre jour!» Monsieur Linh s’incline à trois reprises et serre la main que Monsieur Bark lui tend. Il le regarde s’éloigner jusqu’au moment où Monsieur Bark se perd dans la foule,une foule calme,sans cris,sans heurts,qui va,souple et noueuse comme un gros serpent de mer. *** Le lendemain,le vieil homme sort du dortoir à la même heure. Il s’est vêtu comme la veille. Il a habillé la petite de la même façon également. Les femmes et les enfants se sont encore moqués de lui. Les hommes n’ont quant à eux pas même levé les yeux. Ils étaient trop occupés à jouer. Parfois ils se disputent. L’un accuse l’autre de tricher. Le ton monte. Les jetons et les pièces volent. Puis tout se calme soudainement. Ils fument des cigarettes qui laissent dans le dortoir un nuage gris,aux senteurs fortes et irritantes. Le matin,le dortoir est calme car les trois épouses sortent avec les enfants. Les enfants commencent à s’accaparer la ville. Ils reviennent avec des mots que Monsieur Linh ne comprend pas,et qu’ils font sonner à haute voix dans le dortoir. Les femmes portent dans leurs bras les denrées qu’elles sont allées chercher au bureau des réfugiés,puis elles préparent le repas. Il y a toujours une part pour Monsieur Linh. C’est la tradition qui le veut. Monsieur Linh est le plus âgé. C’est un vieillard. Les femmes se doivent de le nourrir. Il le sait. Il sait bien qu’elles n’agissent pas ainsi par bonté ni par amour. D’ailleurs,quand l’une ou l’autre lui porte son bol,elle fait une moue qui ne le trompe pas. Elle pose le bol devant lui,tourne le dos,s’éloigne sans rien dire. Il la remercie en s’inclinant mais elle ne voit même pas son geste. Il n’a jamais faim. Il serait seul,il ne mangerait pas. D’ailleurs,s’il avait été seul,il ne serait même pas là,dans ce pays qui n’est pas le sien. Il serait resté dans son pays. Il n’aurait pas quitté les ruines du village. Il serait mort en même temps que le village. Mais il y a l’enfant,sa petite fille. Aussi se force-t-il à manger bien que la nourriture dans sa bouche lui semble du carton et lorsqu’il l’avale,il ressent comme une nausée. *** Monsieur Linh marche sur le trottoir avec précaution. L’enfant contre lui ne bouge pas. Elle est tranquille,toujours. Tranquille comme le matin lorsqu’il se lève et peu à peu dissipe la nuit qui avait enfermé le village,les rizières et la forêt dans son manteau de ténèbres. Le vieil homme avance en faisant des petits pas. Il fait aussi froid que la veille mais les nombreux habits le protègent. Seuls ses yeux,sa bouche et le bout de son nez s’engourdissent sous la morsure de l’air. La foule est toujours aussi nombreuse. Où peuvent-ils donc aller tous ces gens? Monsieur Linh n’ose pas vraiment les regarder. Il laisse ses yeux baissés vers le sol. De temps à autre simplement,il les relève et voit alors des visages,un océan de visages,venir vers lui,le dépasser,le frôler,mais aucun de ces visages ne fait attention à lui,et encore moins à l’enfant qui repose dans ses bras. Toutes ces femmes,tous ces hommes,Monsieur Linh n’en a jamais vu autant. Il y avait si peu d’habitants au village. Parfois,bien sûr,il allait au marché de la petite ville du district,mais là encore il connaissait tout le monde. Les paysans qui venaient y vendre leurs marchandises,ou bien en acheter,vivaient dans d’autres villages pareils au sien,entre rizières et forêts,sur le flanc des montagnes dont on ne voyait que rarement les sommets car ils étaient souvent empanachés de brume. Des liens de parenté plus ou moins lointains,des mariages,des cousinages,les reliaient les uns aux autres. On parlait beaucoup sur le marché. On riait. On se disait les nouvelles,les morts et les contes. On pouvait s’asseoir sur les tabourets d’un des petits restaurants ambulants pour y manger une soupe au liseron,ou bien un gâteau de riz gluant. Les hommes racontaient des histoires de chasse,parlaient des cultures. Les plus jeunes regardaient les filles qui rougissaient soudainement et se parlaient alors à l’oreille en roulant des yeux. A songer à cela,Monsieur Linh s’est pris à rêver. Mais soudain un choc sourd manque de le faire tomber. Il titube. L’enfant!L’enfant!Il serre de toutes ses forces la petite Sang diû contre lui. Il retrouve peu à peu son équilibre. Son vieux cœur cogne dans sa poitrine. Il va la fracasser. Monsieur Linh lève les yeux. Une grosse femme lui parle. Elle crie plutôt. Elle est beaucoup plus grande que lui. Son visage est mauvais. Elle secoue la tête,fronce les sourcils. La foule passe,sans prêter attention à ce qu’elle dit sur un ton de colère. La foule passe,comme un troupeau aveugle et sourd. Monsieur Linh s’incline à plusieurs reprises devant la grosse femme pour lui faire comprendre qu’il s’excuse. La femme s’éloigne en grommelant et en haussant les épaules. Le vieil homme sent son cœur affolé. Il lui parle comme s’il s’agissait d’un animal aux abois. Il essaie de le calmer. Le cœur semble comprendre. Il s’apaise. C’est comme un chien qui se coucherait de nouveau devant le seuil de la maison après avoir aboyé de peur en entendant le tonnerre et l’orage. Monsieur Linh regarde sa petite fille. Elle ne s’est pas réveillée. Elle ne s’est aperçue de rien. Le choc a simplement fait glisser le bonnet et la capuche qui la protègent. Le vieil homme rajuste les vêtements. Il caresse le front de l’enfant. Il lui murmure la chanson. Il sait qu’elle l’entend,même pendant son sommeil. C’est une très vieille chanson. Monsieur Linh l’a entendue de la bouche de sa grand-mère,qui elle-même la savait de sa propre grand-mère. C’est une chanson qui vient de la nuit des temps,et que les femmes chantent à toutes les petites filles du village,lorsqu’elles viennent au monde,et cela depuis que le village existe. Voici ce que dit la chanson:«Toujours il y a le matin Toujours revient la lumière Toujours il y a un lendemain Un jour c’est toi qui seras mère.» Les mots viennent sur les lèvres de Monsieur Linh,ses vieilles lèvres,minces et craquelées. Et les mots sont un baume qui adoucit ses lèvres,ainsi que son âme. Les mots de la chanson se jouent du temps,du lieu et de l’âge. Grâce à eux,il est facile de revenir où l’on est né,où l’on a vécu,dans la maison de bambou au sol à claire-voie,tout imprégnée de l’odeur des feux sur lesquels on cuit le repas tandis que la pluie égoutte sur le toit de feuilles son pelage clair et liquide. La chanson fait du bien au vieil homme. Il en oublie le froid et aussi la grosse dame dans laquelle il est entré tête baissée. Il marche. A petites foulées. Comme s’il glissait sur le sol. Voilà déjà deux fois qu’il fait le tour du pâté de maisons,et il sent la fatigue le gagner. L’air froid vient dans sa gorge et lui donne une sensation de brûlure,mais il se surprend à songer qu’au fond ce n’est pas si désagréable. Par contre,lorsqu’il respire,il ne rencontre rien. Ce pays décidément ne sent rien,rien de familier ni de doux. Pourtant,la mer n’est pas loin. Monsieur Linh le sait. Il revoit encore le bateau sur lequel il est arrivé,le grand port bordé de grues immenses qui piochaient dans le ventre lourd des cargos comme pour les dépecer. Mais il a beau respirer,fermer les yeux et respirer encore,il ne sent pas l’odeur de la mer,ce mélange de chaleur,de salaison et de poisson abandonné au soleil qui est la seule odeur de mer qu’il ait jamais connue,le jour où il lui a fallu aller jusqu’à la côte,à deux jours de marche du village,pour y rechercher une vieille tante à demi folle qui avait fini par s’y égarer. Monsieur Linh sourit au souvenir de la tante,de sa bouche édentée,de ses yeux brûlés de soleil,cette femme aux marges de la vie qui regardait la mer en lui parlant comme s’il s’était agi d’un parent:«Te voilà,tu vois,j’ai fini par te trouver,je te l’avais bien dit,inutile de te cacher maintenant!» La tante était partie du village une semaine plus tôt. Elle avait erré dans les rizières pendant des jours et des nuits. Elle y avait dormi et ses cheveux s’étaient mêlés de boue. Ses vêtements s’étaient arrachés aux ronces des chemins. Elle ressemblait à ce qu’elle était devenue:une folle,vieille et épuisée,qui parlait à la mer et qu’il avait fallu prendre par la main pour la ramener jusqu’au village,et durant tout le voyage elle avait psalmodié des malédictions et des vœux,croyant voir dans les paysannes rencontrées des nymphes et dans les paysans courbés sous les palanches des mauvais génies. Monsieur Linh était fort alors. Il avait porté la tante sur son dos durant presque tout le voyage de retour. Tous ses muscles saillaient sur son corps. Il avait les bras puissants,prompts à arrêter un buffle en l’empoignant par les cornes. Ses jambes aussi étaient puissantes,sur lesquelles il prenait appui pour retourner d’un coup de hanche ses adversaires à la lutte durant la fête du village. C’était il y a longtemps. Sang diû n’était pas née,bien sûr. Ni le père de Sang diû,son fils. Monsieur Linh était encore un jeune homme qui n’avait pas pris femme et sur le chemin duquel les jeunes filles se retournaient et gazouillaient à la façon des oiseaux au printemps. Aujourd’hui,Monsieur Linh est vieux,et fatigué. Le pays inconnu l’épuise. La mort l’épuise. Elle l’a tété comme les chevreaux avides le font avec leur mère,et que celle-ci se couche sur le flanc parce qu’elle n’en peut plus. La mort lui a tout pris. Il n’a plus rien. Il est à des milliers de kilomètres d’un village qui n’existe plus,à des milliers de kilomètres de sépultures orphelines des corps morts à quelques pas d’elles. Il est à des milliers de jours d’une vie qui fut jadis belle et délicieuse. Sans s’en apercevoir,Monsieur Linh vient de poser la main sur le banc en face du Parc. Celui où la veille il s’était reposé. Celui où cet homme un peu gros,aimable et souriant lui avait parlé et avait mis la main sur son épaule. Il s’assied et soudain lui revient le souvenir de cet homme,de sa bouche qui paraissait dévorer les cigarettes,de ses yeux à la fois graves et rieurs,de la mélodie de sa voix qui prononçait des mots qu’il ne comprenait pas,et le souvenir du poids de sa main également,lorsqu’il la posa sur l’épaule,et qu’il tressaillit de peur,avant de se sentir honteux d’avoir ainsi réagi. Oui,c’était bien là,se dit Monsieur Linh tandis qu’il pose l’enfant sur ses genoux après s’être assis sur le banc. La petite a ouvert les yeux. Son grand-père lui sourit. «Je suis ton grand-père,lui dit Monsieur Linh,et nous sommes tous les deux,nous sommes deux,les deux seuls,les deux derniers. Mais je suis là,n’aie crainte,il ne peut rien t’arriver,je suis vieux mais j’aurai encore la force,tant qu’il le faudra,tant que tu seras une petite mangue verte qui aura besoin du vieux manguier.» Le vieil homme regarde les yeux de Sang diû. Ce sont les yeux de son fils,ce sont les yeux de la femme de son fils,et ce sont les yeux de la mère de son fils,son épouse bien-aimée dont le visage en lui est toujours présent à la façon d’une peinture finement tracée et rehaussée de couleurs merveilleuses. Allons,voilà que son cœur bat de nouveau trop fort,au souvenir de cette épouse en allée il y a si longtemps pourtant,alors qu’il était un homme jeune,que son fils avait à peine trois ans et ne savait pas encore garder les cochons ni lier le paddy. Elle avait des yeux très grands,d’un brun presque noir,ourlés de cils aussi longs que des palmes,des cheveux fins et soyeux qu’elle nattait sitôt les avoir lavés dans la source. Lorsqu’elle marchait sur les chemins de terre,à peine plus larges que deux mains réunies,qui couraient entre les rizières,tout en maintenant sur sa tête une jatte pleine de beignets,son corps faisait rêver les garçons qui labouraient le sol enfoui sous l’eau boueuse. Elle riait à tous,innocemment,mais c’est Monsieur Linh qui l’avait épousée,et c’est à lui qu’elle avait donné un bel enfant,avant de mourir d’une fièvre mauvaise,ou peut-être d’un sort jeté par une femme stérile et jalouse qui avait jadis convoité Monsieur Linh. Le vieil homme pense à tout cela. Assis sur ce banc qui est devenu,en l’espace de deux jours seulement,un petit endroit familier,un morceau de bois flotté auquel il se serait accroché au beau milieu d’un large torrent,tourbillonnant et bizarre. Et il tient au chaud contre lui la dernière branche du rameau,qui pour l’instant dort de son sommeil sans peur,sans mélancolie ni tristesse,de ce sommeil de nourrisson repu,heureux de trouver la chaleur de la peau aimée,son onctuosité tiède et la caresse d’une voix aimante. «Bonjour Monsieur Tao-laï!» Monsieur Linh sursaute. Debout à côté de lui se tient le gros homme qui lui avait parlé la veille. Il lui sourit. «Bark,Monsieur Bark,vous vous rappelez?» reprend l’homme en lui tendant la main en signe d’amical salut. Monsieur Linh sourit,s’assure que la petite tient bien sur ses genoux et tend ses deux mains vers celle de l’homme tout en disant :«Tao-laï!». «Oui,je me souviens,dit l’homme,Tao-laï,c’est votre nom. Moi c’est Bark,je vous l’ai déjà dit aussi.» Monsieur Linh sourit. Il ne pensait pas revoir l’homme. Cela lui fait plaisir. C’est comme de retrouver un signe sur un chemin alors qu’on est perdu dans la forêt,que l’on tourne et tourne depuis des jours,sans rien reconnaître. Il se pousse un peu pour faire comprendre à l’homme qu’il peut s’asseoir,et celui-ci le fait,il s’assoit. Aussitôt,il fouille dans ses poches,en sort un paquet de cigarettes,le tend à Monsieur Linh. «Toujours pas? Vous avez bien raison... » Et il en glisse une entre ses lèvres,qu’il a épaisses et fatiguées. Monsieur Linh se dit,des lèvres fatiguées,cela ne veut rien dire,mais pourtant c’est cela. On dirait que les lèvres de l’homme sont fatiguées,fatiguées d’une tristesse insoluble et poisseuse. Monsieur Bark allume la cigarette,qui grésille dans l’air froid. Il ferme les yeux,tire la première bouffée,sourit,puis regarde la petite que Monsieur Linh serre sur ses genoux. Il la regarde et sourit encore plus,d’un bon sourire. Il secoue la tête,comme pour un assentiment. Monsieur Linh soudain se sent fier,fier de sa petite fille qui repose tout contre lui. Il la relève un peu pour que Monsieur Bark la voie mieux,puis il lui sourit. «Regardez-les courir!» dit soudain Monsieur Bark en désignant la foule,tandis que la fumée de sa cigarette,capricieuse,s’enroule à son visage et lui fait plisser les yeux. «Ils sont si pressés d’y arriver... Et arriver où,je vous le demande!Là où on ira tous un jour!Je ne peux pas m’empêcher d’y penser lorsque je les vois comme ça... » Il laisse tomber à terre son mégot de cigarette dont la braise rouge éclabousse le sol de quelques étoiles qui s’éteignent très vite. Avec son talon il écrase soigneusement le mégot. Ne restent plus qu’une trace noirâtre de cendres,de fins débris de tabac et de papier qui absorbent bien vite l’humidité du sol et bougent alors un peu,comme dans un dernier râle. «Vous avez remarqué qu’ils vont presque tous dans le même sens?» reprend Monsieur Bark tout en glissant déjà une nouvelle cigarette entre ses lèvres,l’allumant avec un briquet dont la flamme est si faible qu’elle peine à embraser le tabac. Monsieur Linh est de nouveau bercé par la voix de cet homme inconnu,inconnu malgré tout un peu moins que la veille,et qui lui parle sans qu’il puisse saisir un seul mot de ce qu’il dit. Parfois,un peu de la fumée de sa cigarette atteint les narines du vieil homme,et il se surprend à respirer cette fumée,à la faire entrer le plus possible en lui. Ce n’est pas vraiment que la fumée lui soit agréable,celle des cigarettes des hommes du dortoir est affreuse,mais celle-ci est différente,elle a une bonne odeur,un parfum,le premier que le pays nouveau lui donne,et ce parfum lui rappelle celui des pipes que les hommes du village allument le soir,assis au bord des maisons,tandis que les enfants infatigables jouent dans la rue,et que les femmes en chantant tressent les bambous. Monsieur Bark a de gros doigts dont les dernières phalanges ont pris une couleur jaune orangé,à force de serrer les multiples cigarettes qu’il fume sans cesse. Il regarde le Parc,de l’autre côté de la rue. On voit des mères accompagnées de nombreux enfants y entrer. On devine plus loin des bassins,de grands arbres,ce qui semble être des cages aussi,peut-être destinées à de grands animaux,peut-être à des animaux du pays de Monsieur Linh. Et lui soudain songe que c’est là son sort,qu’il est dans une immense cage,sans barreaux ni gardien,et qu’il ne pourra plus jamais en sortir. Monsieur Bark,voyant que Monsieur Linh fixe l’entrée du Parc,pointe son doigt pour le lui désigner. «Là-bas,c’est un autre monde,les gens ne courent plus. Il n’y a que les enfants qui courent,mais eux,ce n’est pas pareil,ils courent en riant. Rien à voir. Vous verriez les sourires sur les manèges!Sur les chevaux de bois de ma femme!Quels sourires!Et pourtant,un manège,ce n’est rien qu’un cercle qui tourne quand on y pense,alors pourquoi ça plaît tant aux enfants... J’étais toujours ému en voyant cela,en voyant ma femme actionner le manège,savoir que son métier,c’était de donner de la joie aux enfants.» Lorsque Monsieur Bark parle,Monsieur Linh l’écoute très attentivement et le regarde,comme s’il comprenait tout et ne voulait rien perdre du sens des mots. Ce que sent le vieil homme,c’est que le ton de la voix de Monsieur Bark indique la tristesse,une mélancolie profonde,une sorte de blessure que la voix souligne,qu’elle accompagne au-delà des mots et du langage,quelque chose qui la traverse comme la sève traverse l’arbre sans qu’on la voie. Et soudain,sans vraiment qu’il ait réfléchi,et s’étonnant de son geste,Monsieur Linh pose sa main gauche sur l’épaule de Monsieur Bark,comme celui-ci l’avait fait la veille,et en même temps il le regarde en lui souriant. L’autre lui rend son sourire. «Je parle,je parle... Quel bavard,hem? Vous êtes bien gentil de me supporter. Ça me fait du bien de parler,vous savez!Avec ma femme,on se parlait beaucoup...» Il reste un moment silencieux,le temps de laisser tomber son mégot à terre,de l’écraser,toujours avec la même application,de prendre une nouvelle cigarette,de l’allumer,de fermer les yeux,de savourer la première bouffée. «On pensait partir sitôt sa retraite. Il lui restait un an. Mais pas question pour elle d’abandonner son manège comme ça,elle voulait trouver quelqu’un pour le reprendre,quelqu’un de bien,elle était difficile,elle ne voulait pas le céder à n’importe qui. C’était un peu son enfant,le manège,l’enfant qu’on n’a jamais eu... » Le gros homme a les yeux qui brillent très fort. Sans doute le froid,ou la fumée de la cigarette,pense Monsieur Linh. «On ne voulait pas rester ici,on n’a jamais aimé cette ville,je ne sais pas si vous l’aimez,vous,mais nous,on n’a jamais pu la supporter. Alors on pensait trouver une petite maison,dans l’arrière-pays,dans un village,n’importe lequel,au milieu des champs,près des forêts,d’une rivière,un petit village si ça existe encore,où tout le monde se serait connu et dit bonjour. Pas comme ici. C’était ça notre rêve... Vous partez déjà?» Monsieur Linh s’est levé. Il vient de se rendre compte qu’il est tard et qu’il n’a rien pris dans sa poche pour nourrir sa petite fille. Il lui faut rentrer avant qu’elle ne se réveille. Avant qu’elle ne pleure parce qu’elle aurait faim. Elle ne pleure jamais,mais justement,le vieil homme espère qu’il en sera toujours ainsi,qu’elle ne pleurera jamais,tant qu’il saura s’occuper d’elle,tant qu’il sera là,pour elle,à prévenir tous ses désirs et à chasser toutes ses peurs. Monsieur Bark le regarde avec étonnement et tristesse. Monsieur Linh comprend qu’il est surpris,et déçu aussi sans doute,alors il désigne de la tête l’enfant qui dort. «Sans Dieu...» dit alors Monsieur Bark en souriant. Monsieur Linh fait oui de la tête. «Eh bien au revoir Monsieur Tao-laï!A la prochaine!» Le vieil homme s’incline à trois reprises pour saluer Monsieur Bark,et celui-ci,comme il ne peut serrer la main de Monsieur Linh qui tient la petite fille contre lui,pose la sienne sur l’épaule du vieil homme,lourdement,avec chaleur. Monsieur Linh sourit. C’est tout ce qu’il souhaitait. *** Quand il arrive au dortoir,la femme du quai est là,qui l’attend,avec la jeune interprète. Elles étaient inquiètes de ne pas le voir rentrer. C’est ce que lui dit la jeune fille. Monsieur Linh explique sa promenade. Il parle aussi du banc,et du gros homme sur le banc. Elles sont rassurées. La femme du quai lui fait demander si tout va bien,s’il a besoin de quelque chose. Monsieur Linh s’apprête à dire non,mais il se ravise et demande à la jeune fille s’il a droit à des cigarettes. Oui,il voudrait bien des cigarettes. «Je ne savais pas que vous fumiez,Oncle»,dit la jeune fille. Et elle traduit. La femme du quai écoute tout en lui souriant. C’est d’accord,il aura un paquet de cigarettes par jour. Quand elles s’apprêtent à partir,soudain,la femme du quai s’entretient longuement avec la jeune fille. Celle-ci approuve de temps à autre. Elle se tourne vers Monsieur Linh et lui dit:«Oncle,vous ne pourrez pas toujours rester ici,dans le dortoir. C’est une solution passagère. Le bureau des réfugiés va bientôt examiner votre cas,comme il le fait pour tous. Vous verrez des personnes qui vous poseront des questions,un médecin aussi. N’ayez crainte,je serai là avec vous. Ensuite,ils proposeront quelque chose de définitif et un lieu sera trouvé où vous pourrez être plus tranquille. Tout ira bien.» Monsieur Linh a écouté la jeune fille. Il ne sait quoi lui dire,alors il ne dit rien. Il n’ose pas. Il n’ose pas lui dire que malgré les familles,il se sent plutôt bien dans ce dortoir,que la petite s’est habituée et semble s’y plaire. Au lieu de tout cela il pose une question,une seule:il demande à la jeune fille comment on dit bonjour dans la langue de ce pays. La jeune interprète le lui dit. Il répète le mot plusieurs fois,pour l’ancrer dans sa mémoire. Il ferme les yeux pour se concentrer. Lorsqu’il les rouvre,les deux femmes le regardent en souriant. Monsieur Linh demande alors à la jeune fille dans quelle province elle est née. «Je suis née ici,dit-elle,j’étais dans le ventre de ma mère quand mes parents sont arrivés sur un bateau,comme vous.» Le vieil homme reste la bouche ouverte,comme si on lui avait parlé d’un miracle. Naître ici,pour lui,cela n’a pas de sens. Il demande ensuite à la jeune fille son prénom. «Sara»,répond-elle. Monsieur Linh fronce les sourcils. Il ne connaît pas ce prénom. «Et que veut-il dire,ton prénom?» s’inquiète-t-il. «Il veut dire Sara,Oncle,c’est tout. Rien d’autre.» Le vieil homme hoche la tête. Il se dit qu’un pays où les prénoms ne signifient rien est un bien curieux pays. Les deux femmes sont près de la porte. Elles lui tendent la main. Monsieur Linh serre leurs mains,puis s’incline en tenant l’enfant qui dort toujours contre lui. Il faut maintenant qu’il songe à la nourrir. Il va vers l’angle du dortoir qui lui est alloué. Il pose Sang diû sur le matelas. Il la déshabille. Elle ouvre les yeux. Il lui chantonne la chanson. Ensuite il la revêt du vêtement léger,une chemise de coton,qu’elle portait au pays. La chemise n’a plus de couleur. Monsieur Linh la lave chaque matin et l’étend près du radiateur. Le soir,la chemise est sèche. Le vieil homme enlève les couches de vêtements qu’il porte sur le dos. Il plie les vêtements,un à un,sauf le grand manteau qui sert de couverture d’appoint durant la nuit,car il a toujours peur que la petite ne prenne froid. Les familles mangent en cercle,à dix mètres de lui. La plupart des enfants lui tournent le dos,ainsi que les femmes. Les deux hommes de temps à autre jettent un œil vers lui,puis reviennent à leur nourriture qu’ils avalent goulûment. On n’entend que le bruit des langues,des baguettes et des bouches. Près du matelas,Monsieur Linh trouve un bol de riz,une soupe au vermicelle,un morceau de poisson. Il dit merci,s’incline deux fois. Personne ne fait déjà plus attention à lui. Dans sa bouche,il réduit le riz en une bouillie pas trop épaisse,il la donne à sa petite fille. Dans une cuillère,il lui fait boire de la soupe,après avoir soufflé longtemps dessus afin que le breuvage ne brûle pas ses lèvres si délicates. Il émiette un peu de poisson aussi,qu’il lui glisse dans la bouche,mais très vite elle semble repue et ne l’avale pas. Elle a déjà sommeil,pense Monsieur Linh. Il se souvient que des années plus tôt,il regardait sa femme faire les mêmes gestes pour nourrir leur fils,ce fils mort aujourd’hui. Il songe aux gestes doux de sa femme,et c’est dans cette mémoire-là que le vieil homme puise pour retrouver le savoir et les mots qui lui permettent de s’occuper de Sang diû. Les deux hommes ont repris leurs parties de mah-jong. Ils se servent de petits verres d’alcool de riz qu’ils boivent d’un trait. Les femmes lavent les bols,les plats et les casseroles. Les enfants se chamaillent. Les plus jeunes bâillent et se frottent les yeux. Monsieur Linh s’allonge sur le matelas,entoure de ses bras très maigres sa petite fille,ferme les yeux,la rejoint dans le sommeil. Le lendemain,le jour est plus clair. Le soleil mord le ciel de sa lumière blanche. Il fait plus froid aussi. Monsieur Linh marche sur le trottoir,enrobé de tous ses vêtements,tenant l’enfant bien sûr. Dans la poche de son manteau,il a glissé le paquet de cigarettes qu’on lui a donné ce matin. C’est une des femmes du dortoir qui l’a apporté en même temps que les provisions qu’elle était allée chercher au bureau des réfugiés,comme chaque jour. «C’est pour vous paraît-il,Oncle»,a-t-elle dit. Elle a tendu le paquet en haussant les épaules. Les deux hommes qui se reposaient de leur nuit de jeu en somnolant sur leurs matelas ont fait quelques commentaires à voix basse,puis ils se sont tus. Le paquet de cigarettes fait une petite bosse que le vieil homme sent tout en marchant. Rien que de sentir cette petite bosse,il sourit. Il pense au visage du gros homme quand il va lui tendre le paquet. Monsieur Linh ne fait pas plusieurs fois le tour du pâté de maisons. Il s’approche immédiatement du banc et s’assoit. C’est agréable d’être assis,là,par ce jour très clair,sur ce banc,et d’attendre. La foule n’a pas la même allure que les autres jours. Elle est toujours aussi dense,mais les gens marchent moins vite. Ils sont par petits groupes et semblent à Monsieur Linh richement vêtus. Ils discutent entre eux,beaucoup rient ou ont le visage détendu. Ils paraissent savourer le jour et le moment. Des enfants les accompagnent qui parfois,lorsqu’ils aperçoivent le vieil homme sur le banc,le désignent du doigt en riant. Les parents alors les prennent par la main et les entraînent plus loin. Certains cherchent à s’approcher de lui et de la petite sur ses genoux,pour mieux la voir sans doute,mais là aussi les parents les rattrapent et les tirent par le bras. «Est-ce que je leur fais peur?» se demande Monsieur Linh. Alors il cherche à se regarder,et ne voit qu’une grosse boule de laine,rembourrée et difforme,composée d’écharpes,de bonnet,de manteau,de pulls. «Sans doute je leur fais peur,ils doivent me prendre pour un génie malfaisant déguisé en vieil homme.» Cette pensée amuse Monsieur Linh. En face de lui,de l’autre côté de la rue,des familles par centaines se pressent à l’entrée du Parc tandis que d’autres en sortent. Ce sont deux courants,bariolés et bruyants,qui se mêlent et s’agitent parfois en de grands tourbillons,pareils à ceux qui naissent,pendant la saison des pluies,dans la Rivière des Douleurs qui roule ses eaux non loin du village. On l’appelle ainsi parce que la légende raconte qu’une femme y perdit ses sept enfants,le même jour,en voulant les y baigner. Et depuis ce jour,si on y prête l’oreille,assis sur la berge,on peut entendre certains soirs les pleurs de la femme monter de la rivière dans laquelle elle a fini par se jeter elle-même,inconsolable de la mort de ses petits. Mais ce n’est qu’une légende qu’on murmure,près du feu le soir,aux enfants pour les effrayer afin qu’ils fassent attention à ne pas se noyer car,en vérité,c’est une belle rivière,à l’eau limpide et poissonneuse,dans laquelle il fait bon se rafraîchir. On y débusque les crevettes d’eau douce et les petits crabes que l’on grille ensuite sur les braises. Les hommes y font boire les buffles. Les femmes y lavent le linge et aussi leurs longues chevelures qui flottant dans l’eau ressemblent alors à des algues de soie noire. Le bambou y trempe,en attendant qu’on l’étuve. La rivière a la couleur des arbres qui s’y reflètent,et dont les racines descendent dans son lit pour y puiser le frais. Des oiseaux verts et jaunes rasent sa surface. On dirait des flèches de lumière,insaisissables,presque rêvées. Monsieur Linh rouvre les yeux. Il faudra qu’il raconte tout cela,un jour,à Sang diû,qu’il lui dise la rivière,le village,la forêt,la force de son père et le sourire de sa mère. Le vieil homme regarde de nouveau l’entrée du Parc. Il aimerait bien aller voir ce qu’il y a de merveilleux là-bas,et qui fait ainsi se précipiter les familles. Mais c’est de l’autre côté de la rue,et celle-ci,large,immense,est toujours striée de voitures qui n’en finissent pas de passer et de repasser,à toute allure,dans les deux sens,dans un fracas de klaxons et un brouillard de fumées grises et bleues. Le temps s’écoule. Monsieur Linh mesure cela au froid qui traverse ses chaussures,ses trois paires de chaussettes,et gagne ses pieds. Le temps s’en va,et il est toujours seul sur le banc. Le gros homme ne vient pas. Peut-être ne vient-il pas chaque jour. Peut-être ne viendra-t-il plus jamais? Monsieur Linh sent le paquet de cigarettes dans la poche de son manteau. La petite bosse maintenant commence à faire naître en lui une tristesse infinie. Il se souvient du contact de la main du gros homme lorsqu’il l’a posée sur son épaule. Il se rappelle alors qu’il est seul au monde,avec sa petite fille. Seuls à deux. Que son pays est loin. Que son pays,pour ainsi dire,n’est plus. N’est plus rien que des morceaux de souvenirs et de songes qui ne survivent que dans sa tête de vieil homme fatigué. Le jour décline. Au loin,le soleil semble chuter lourdement dans le ciel. Il faut rentrer. Le gros homme n’est pas venu. Monsieur Linh repart,avec le paquet de cigarettes dans sa poche,et dans sa bouche le mot qui veut dire bonjour et qu’il n’a pas prononcé. Le vieil homme dort mal. Il a le sentiment d’être glacé de froid. Il se persuade qu’on lui a volé ses vêtements,qu’il n’a plus rien,qu’il n’a même plus sa valise qui contient le sac de terre et la photographie délavée. Il se tourne et se retourne,puis,peu avant l’aube,un sommeil lourd l’entraîne finalement vers un puits sombre et sans fond. *** Lorsqu’il se réveille,il est tard. Immédiatement,il sent que quelque chose n’est pas normal. Il tend la main,ne rencontre rien,se dresse en sursaut,regarde à droite,à gauche,Sang diû!Sang diû!La petite a disparu,elle n’est plus dans le lit,Sang diû!Les cris de Monsieur Linh ont fait se retourner les femmes qui épluchent des légumes,accroupies en cercle autour de la gamelle. Leurs maris ronflent. Sang diû!Sang diû!reprend affolé le vieil homme tout en se levant d’un coup et en sentant craquer ses os dans son corps et battre son cœur si vite. Soudain,à l’autre bout du dortoir,il aperçoit trois des enfants,les plus petits. Ils rient. Ils rient fort. Et qui aperçoit-il avec eux? Sa petite fille qu’ils se passent de main en main,sans faire attention,sans délicatesse,sa petite fille affolée dont les yeux s’ouvrent et se ferment sans cesse. Monsieur Linh bondit,il traverse le dortoir,fonce sur les enfants. «Arrêtez!Arrêtez!Vous allez la blesser,elle est encore trop petite pour aller avec vous!» Il prend Sang diû dans ses bras,la caresse,la calme,la rassure. Il est secoué de spasmes. Il a eu si peur. En retournant vers l’angle du dortoir où se trouve son matelas,il passe près des femmes. L’une lui dit:«Ce sont des enfants,Oncle,ils ont bien le droit de jouer entre eux,pourquoi vous ne leur fichez pas la paix?» Monsieur Linh serre sa petite fille contre lui,fort,très fort. Il ne répond rien. La femme le regarde avec une moue de dégoût. «Vieux fou!» murmure-t-elle entre ses dents. Un peu plus tard,pour ne pas avoir à venir près de lui,la même lui lancera le paquet de cigarettes. Le vieil homme le glissera vite dans la poche de son manteau,à côté de l’autre. Ce jour-là,Monsieur Linh tarde à sortir. Il reste longtemps prostré sur son matelas,tandis que Sang diû s’est rendormie. Il ne touche pas à la nourriture qu’une des deux autres femmes est venue déposer près de lui. Subitement,le dortoir s’emplit de grands éclats de voix,les deux hommes qui jouaient aux cartes se disputent violemment. Ils se sont levés,se font face comme des coqs de combat. L’un accuse l’autre de tricher. Ils s’empoignent. Les trois femmes les regardent,apeurées. Monsieur Linh ne veut pas que sa petite fille voie ce spectacle. Il la prépare rapidement,luimême s’habille,revêt toutes les couches de lainages,puis il sort au moment où l’un des hommes,les yeux emplis de fureur,brandit un couteau sous le nez de l’autre. Au-dehors,le temps est gris. Il tombe une pluie fine et glaciale,la même que celle qui les avait accueillis,le premier jour,lorsqu’ils sont descendus du bateau. Le ciel,très bas,paraît vouloir écraser la ville. Monsieur Linh enfonce le bonnet sur la tête de l’enfant. On ne la voit presque plus. Lui-même relève son col. La foule sur le trottoir a repris sa course frénétique. Il n’y a plus de familles qui flânent,plus d’hommes et de femmes regardant en l’air et souriant. Les gens marchent vite,la tête baissée. Parmi eux,Monsieur Linh ressemble au tronc d’un petit arbre mort emporté par le courant,et que les eaux entraînent,ballottent,sans qu’il ne puisse rien y faire. «Monsieur Tao-laï!Monsieur Tao-laï!» Comme dans un rêve,le vieil homme entend une voix chaude et enrouée lui dire deux fois bonjour. Mais soudain,il comprend que la voix ne vient pas d’un rêve mais de derrière lui,et au moment où il réalise cela,il reconnaît la voix. Alors il s’arrête de marcher au risque de se faire bousculer,se retourne et aperçoit à dix mètres un bras qui se lève,puis un autre,et la voix reprend et lui dit de nouveau bonjour,à deux reprises. Monsieur Linh sourit. C’est comme si le jour déchirait un peu sa grisaille. En trois secondes,Monsieur Bark est à ses côtés,tout essoufflé,avec un large sourire sur son visage. Le vieil homme ferme les yeux,part chercher dans sa mémoire le mot que lui a donné la jeune fille interprète et dit,à haute voix,en regardant Monsieur Bark:«Bonjour!» Monsieur Bark a du mal à reprendre son souffle. Il a trop couru. Monsieur Linh sent son haleine parfumée de tabac. Le gros homme lui sourit:«Ça fait rudement plaisir de vous voir!Mais venez,ne restons pas là,on va attraper la mort avec cette pluie.» Et il entraîne le vieil homme sans lui demander son avis vers une destination inconnue. Monsieur Linh se laisse faire. Il est heureux. Il irait n’importe où,conduit par le gros homme. Dans sa poche,il sent les deux paquets de cigarettes,et cela le fait encore davantage sourire. Il n’a plus froid. Il oublie le dortoir,les femmes mauvaises,la querelle des deux hommes. Il est là,à marcher,portant tout contre lui sa petite fille,au côté d’un homme qui le dépasse de deux têtes,qui doit peser le double de son poids,et qui fume sans cesse. Monsieur Bark pousse la porte d’un café et fait entrer Monsieur Linh. Il choisit une table,dans un angle,et fait signe au vieil homme de s’asseoir sur la banquette tandis que lui prend la chaise. «Quel temps!Vivement les beaux jours!» dit Monsieur Bark en se frottant les mains et en allumant une nouvelle cigarette. Il aspire la première bouffée,toujours de la même façon,en fermant les yeux quelques secondes. Il regarde l’enfant,sourit. «Sans Dieu!» dit-il. Monsieur Linh fait oui de la tête,contemple la petite fille qu’il a posée sur la banquette à ses côtés et qui a fermé les yeux lorsqu’il l’a couchée. «Sang diû...»,reprend-il,avec fierté,parce qu’il la trouve très belle,qu’elle ressemble à son fils,à la femme de son fils,et qu’à travers elle il remonte au portrait aimé de sa femme à lui. «Je vais commander,dit Monsieur Bark,sinon on ne sera jamais servis!Faites-moi confiance,Monsieur Tao-laï,par ce temps,je sais ce qu’il nous faut pour nous réchauffer!D’accord?» Monsieur Linh ne sait pas pourquoi le gros homme lui dit sans cesse bonjour,mais il le fait avec tant de douceur et de gentillesse qu’il trouve cela charmant. Il a compris qu’il lui posait une question,sans en connaître le sens,alors il fait un léger mouvement de la tête,comme pour dire oui. «C’est parti!» Monsieur Bark se lève et se dirige vers le comptoir. Il s’adresse au barman pour passer la commande. Le vieil homme en profite pour sortir précipitamment les deux paquets de cigarettes et les dépose sur la table,à côté du briquet du gros homme,un briquet en métal,tout cabossé comme s’il avait reçu de multiples coups. Monsieur Bark reste un moment près du bar. Il attend les consommations. Monsieur Linh pour la première fois le voit ainsi de dos:il a les épaules un peu voûtées comme ceux qui ont toute leur vie porté de lourdes charges sur leur palanche. C’est peut-être son métier,pense-t-il,porter des palanches remplies de briques,de plâtre ou de terre. La voix de Monsieur Bark le tire de ses réflexions:«Attention,chaud devant!» Il porte deux tasses qui fument et répandent dans l’air une étrange odeur,citronnée et voluptueuse. Il les pose sur la table,et s’assied. Comme il est très occupé à faire attention à ne pas renverser les boissons,et à ne pas se brûler non plus,Monsieur Bark n’a pas encore remarqué les deux paquets de cigarettes devant lui. Lorsqu’il les voit,la première chose qu’il pense,c’est que quelqu’un a fait une erreur. Il s’apprête à se retourner,puis s’arrête,car il vient de comprendre. Il regarde le vieil homme,qui sourit malicieusement. C’est la première fois depuis longtemps qu’on fait un cadeau à Monsieur Bark. Sa femme lui offrait souvent de petites choses,un stylo,une cravate,un mouchoir,un porte-monnaie. Lui aussi lui offrait de petites choses,une rose,un parfum,un foulard,en dehors des occasions traditionnelles. C’était comme un jeu entre eux. Il prend les deux paquets de cigarettes dans sa main. Il se sent plein d’une grande émotion,à cause de ces deux simples paquets de cigarettes,d’une marque qu’il n’aime pas d’ailleurs,qu’il ne fume jamais parce qu’elles ont une odeur mentholée qu’il ne supporte pas. Mais cela n’a aucune importance. Il regarde les paquets,regarde le vieil homme en face de lui. Il aurait presque envie soudain de le serrer dans ses bras. Il ne trouve pas les mots car dans sa gorge,ils s’emmêlent un peu. Il s’éclaircit la voix et dit simplement:«Merci... merci Monsieur Tao-laï,il ne fallait pas,ça me fait plaisir,vous savez,rudement plaisir!» Monsieur Linh est heureux car il sent que le gros homme l’est aussi. Alors,comme il semble que dans ce pays on dise bonjour souvent,Monsieur Linh dit à Monsieur Bark de nouveau bonjour,en prononçant le mot que lui a appris la jeune interprète. «Vous avez raison,répond alors Monsieur Bark,c’est un bon jour!» Et de ses gros doigts,il enlève l’emballage de cellophane de l’un des paquets,il déchire la feuille de papier d’argent,tape sur le fond du paquet,propose une cigarette à Monsieur Linh qui refuse en souriant,sourit lui-même d’un air de dire «Toujours pas?»,en glisse une entre ses lèvres,l’allume avec son briquet éreinté,aspire la première bouffée,ferme les yeux. Et parce que c’est le vieil homme qui lui a offert ces cigarettes,il les trouve soudain bien meilleures qu’elles ne l’étaient dans son souvenir. Oui,bien meilleures. C’est même très agréable ce parfum de menthe. Monsieur Bark a l’impression de s’alléger. Il a l’impression que ses poumons se dilatent,que l’air y entre mieux. Il s’épanouit. Il fait bon dans ce café. C’est ce que pense aussi Monsieur Linh. Il fait bon ici. Il n’y a presque personne. Ils ne sont que tous les deux. L’enfant dort. C’est comme si elle était dans un lit. Tout est bien. «Mais buvez donc,buvez donc,ça se boit chaud ça,sinon,ça sert à rien!» Monsieur Bark montre l’exemple. Il prend la tasse entre ses deux mains,souffle sur la boisson à plusieurs reprises,en avale une gorgée en faisant une sorte de sifflement. Le vieil homme tente de l’imiter:il saisit la tasse,souffle,avale,siffle,mais soudain il est pris d’une quinte de toux. «Ah c’est costaud!Mais vous verrez,ça va vous réchauffer!Le secret,c’est qu’il faut qu’on serve cela bouillant,eau bouillante,sucre,citron,et une bonne rasade d’alcool,n’importe lequel,celui que vous avez sous la main!Ce n’est pas plus compliqué!» Jamais Monsieur Linh n’a bu quelque chose qui ressemblait à cette boisson. Il reconnaît bien le goût du citron,mais pour le reste,tout est nouveau. Comme est nouveau surtout cet étrange flottement qui le saisit et le fait tanguer sur la banquette,à mesure qu’il boit de petites gorgées et qu’il sent son ventre brûler d’un feu continu. Le visage du gros homme s’est coloré. Ses joues sont rouges comme des lanternes de papier. Il semble aimer les cigarettes que lui a offertes Monsieur Linh,car il ne cesse d’en fumer,allumant la nouvelle avec ce qui reste de l’ancienne. Le vieil homme ouvre son manteau,déboutonne aussi son imperméable,et puis il rit,sans raison. Il sent son visage qui le cuit. Il a la tête qui tourne un peu aussi. «Alors,on se sent mieux,non? lui dit Monsieur Bark. On venait parfois avec ma femme ici,en hiver. C’est tranquille. Il n’y a pas trop de bruit...» Mais soudain,il devient morose. Son rire s’éteint,comme un brasier sur lequel on jette une poignée de terre. Il fait tourner sa tasse,presque vide,dans laquelle la tranche de citron s’est affaissée. Ses yeux brillent. Il penche son front. Il se tait. Il en oublie même d’allumer une autre cigarette. C’est le barman qui le sort de sa torpeur. Il quitte son service et voudrait encaisser. Monsieur Bark fouille ses poches,en sort quelques pièces qu’il donne à l’homme. Monsieur Linh le regarde et lui sourit. «C’est parfois moche la vie,hein?» lui dit Monsieur Bark. Le vieil homme ne dit rien,et lui sourit toujours. Puis,comme pris d’un besoin qu’il ne peut réfréner,il commence à chantonner:«Toujours il y a le matin...» Il chantonne la chanson,dans la langue du pays qui fait une musique fragile,syncopée et un peu sourde:«Toujours revient la lumière Toujours il y a un lendemain...» Monsieur Bark l’écoute. La musique l’enrobe. «Un jour c’est toi qui seras mère.» Monsieur Linh se tait. Que lui a-t-il pris? Pourquoi chanter au gros homme la chanson? Pourquoi lui fredonner ces paroles qu’il ne peut pas comprendre? Il a soudain honte,mais il voit Monsieur Bark qui le regarde,et qui semble de nouveau heureux. «C’est beau,Monsieur Tao-laï,c’est très beau,même si on ne comprend pas les mots. Merci.» Le vieil homme reprend délicatement l’enfant qui dort toujours,qui ouvre à peine les yeux lorsqu’il la pose contre lui. Il se lève et s’incline devant Monsieur Bark. «C’était un bon moment,lui dit celui-ci,ça m’a fait du bien. - Bonjour,dit Monsieur Linh. - Eh bien,au revoir,Monsieur Tao-laï,dit Monsieur Bark. A demain j’espère!» Le vieil homme se lève. Il salue deux fois. Le gros homme lui met la main sur l’épaule. Monsieur Linh s’en va,mais au moment où il s’apprête à passer la porte du café,il entend Monsieur Bark lui lancer:«Et merci pour les cigarettes!» tout en agitant les deux paquets bien haut. Le vieil homme sourit,incline sa tête,et sort. L’air frais le gifle. La marche dérouille ses vieilles jambes. Il se sent tout à la fois très lourd et très léger. Il a un peu mal à la tête. Sa bouche a un drôle de goût,mais il est heureux,heureux d’avoir vu le gros homme et d’avoir partagé un moment avec lui,tandis que l’enfant se reposait. Lorsqu’il pousse la porte du dortoir,la nuit est tombée au-dehors. Les deux hommes jouent aux cartes,en silence. Ils jettent un œil vers lui,un œil mort,sans mouvement,qui ne remarque rien,comme si lui n’existait déjà plus. Les femmes quant à elles ne se retournent pas. Les enfants non plus. Monsieur Linh déshabille la petite fille. Il la lave soigneusement,lui passe la chemise de coton. Ensuite il lui donne un peu de riz,du lait,un peu de banane écrasée aussi. Le vieil homme n’a pas faim. Il se déshabille,se couche au côté de l’enfant qui s’est déjà endormie. Il repense au gros homme,à son sourire surpris quand il a compris que c’était lui,Monsieur Linh,qui lui avait apporté les cigarettes. Il ferme les yeux. Il songe à la saveur de cette boisson brûlante et citronnée qu’il a bue avec lui. Il s’endort comme une masse. Chaque jour,Monsieur Linh retrouve Monsieur Bark. Lorsque le temps le permet,ils restent dehors,assis sur le banc. Quand il pleut,ils retournent au café et Monsieur Bark commande l’étrange boisson,qu’ils boivent en serrant les tasses entre leurs mains. Désormais,le vieil homme dès qu’il se lève attend ce moment où il ira rejoindre son ami. Il se dit dans sa tête «son ami»,car c’est bien de cela qu’il s’agit. Le gros homme est devenu son ami,même s’il ne parle pas sa langue,même s’il ne la comprend pas,même si le seul mot dont il se sert est «Bonjour». Ce n’est pas important. D’ailleurs,le gros homme ne connaît lui-même qu’un seul mot de la langue de Monsieur Linh,et c’est le même mot. Grâce à Monsieur Bark,le pays nouveau a un visage,une façon de marcher,un poids,une fatigue et un sourire,un parfum aussi,celui de la fumée des cigarettes. Le gros homme a donné tout cela à Monsieur Linh,sans le savoir. Sang diû s’est habituée à ces rencontres,au souffle chaud de Monsieur Bark,à ses mains puissantes striées de fissures,aux doigts larges et pleins de cals. Parfois,celui-ci la porte quand il sent que le vieil homme commence à fatiguer. La petite fille ne proteste pas. Cela fait tout drôle de la voir dans les bras du gros homme. Il est si grand et si puissant que rien ne peut arriver à l’enfant. Monsieur Linh est tranquille. Jamais un voleur d’enfants n’oserait s’attaquer à un homme aussi fort et aussi gros. Monsieur Bark fume toujours autant,peut-être même davantage si tant est que cela soit possible. Mais il ne fume désormais que des cigarettes au goût de menthol qu’il trouve d’ailleurs excellentes. Lorsque Monsieur Linh sort le paquet pour le lui offrir,il y a toujours un petit tremblement en lui,quelque chose d’agréable qui lui tord un peu le ventre et remonte dans la gorge. Alors il sourit au vieil homme,le remercie,ouvre immédiatement le paquet,tape sur le fond,tire une cigarette. Parfois,tous deux déambulent dans les rues. Non plus dans la rue,mais dans les rues,car Monsieur Bark promène Monsieur Linh dans la ville entière,lui fait découvrir d’autres quartiers,des places,des avenues,des ruelles,des endroits déserts,et d’autres pleins de magasins et de gens qui y entrent ou en sortent comme les abeilles d’une ruche. Des yeux dévisagent ce curieux couple,le vieil homme,si petit,qui paraît tellement vulnérable,enrobé dans ses multiples couches de vêtements,et ce géant fumant comme une locomotive,et les yeux se posent ensuite sur Sang diû,la merveille de Monsieur Linh,qu’il garde dans ses bras à la façon d’un trésor. Lorsque les regards se font un peu trop hostiles ou insistants,Monsieur Bark dévisage à son tour le curieux,fronce les sourcils,ferme ses traits. On pourrait le croire alors très méchant. Cela amuse Monsieur Linh. Le gêneur baisse la tête,passe son chemin. Monsieur Bark et Monsieur Linh rient de bon cœur. Un jour,au café,tandis qu’ils savourent cette boisson qui fait toujours un peu tourner la tête au vieil homme,qui le met dans un état chaud et langoureux,comme lorsqu’une fièvre nous prend et que l’on sait la maladie qu’elle annonce pas trop grave,Monsieur Linh sort de sa poche la photographie,la seule qu’il ait jamais eue dans sa vie. Il l’a retirée le matin même de la valise,pour la montrer à son ami. Il la tend à Monsieur Bark. Celui-ci comprend que c’est important. Il prend avec beaucoup de délicatesse l’image entre ses doigts énormes. Il la regarde. Au début,il ne voit rien,tant l’image s’est délavée,diluée,perdue dans les années et les rayons de soleil. Puis il finit par distinguer un homme jeune debout devant une curieuse maison,légère,aérienne,dressée sur des pattes de bois,et au côté de cet homme,une femme,plus jeune que l’homme sans doute,très belle,avec des cheveux amples ramenés en une longue tresse L’homme et la femme fixent droit devant eux le photographe. Ils ne sourient pas,se tiennent un peu raides,comme s’ils avaient peur ou étaient impressionnés par le moment. Lorsque Monsieur Bark se met à examiner plus attentivement le visage de l’homme,il constate à n’en pas douter qu’il s’agit de Monsieur Tao-laï,qui est assis en face de lui. C’est bien le même visage,les mêmes yeux,la même forme de la bouche,le même front,mais à trente ans,peut-être quarante ans de distance. En regardant de nouveau la femme,il comprend alors qu’il se trouve en présence de la femme de Monsieur Tao-laï,morte sans doute comme la sienne puisqu’il ne l’a jamais vue en sa compagnie. Alors Monsieur Bark contemple les traits de cette femme,jeune,si jeune,et belle d’une beauté tout à la fois lisse et mystérieuse,mystérieuse peut-être parce que lisse justement,sans apprêt,offerte dans une simplicité troublante et naïve. Monsieur Bark pose avec délicatesse la photographie devant lui,fouille dans la poche intérieure de sa veste,saisit son portefeuille qu’il ouvre pour en retirer une image lui aussi,celle de sa propre femme,qui sourit tout en inclinant un peu la tête sur le côté gauche. On ne voit rien d’autre que le visage,un visage plein,rond,une peau pâle,des lèvres dessinées de rouge,de grands yeux qui se plissent à cause du sourire et sans doute aussi en raison du soleil qui vient dans le regard. Derrière le visage,tout est vert. C’est peut-être du feuillage. Monsieur Linh essaie de reconnaître ces feuilles,de savoir de quel arbre il s’agit,mais il ne trouve pas. Il n’y a pas ce genre de feuilles au pays. La femme semble heureuse. Elle est grosse et heureuse. Ce doit être la femme du gros monsieur. Jamais le vieil homme ne l’a vue. Elle travaille sans cesse. Ou plutôt... oui,ce doit être plutôt cela,elle est morte. Elle est au pays des morts,comme sa femme à lui,et peut-être,se dit Monsieur Linh,peut-être que dans ce pays lointain sa femme à lui et la femme du gros homme se sont rencontrées comme eux-mêmes se sont rencontrés. Cette pensée l’émeut. Cette pensée lui fait plaisir. Il espère que cela s’est passé. La petite fille dort sur la banquette. Monsieur Bark allume une nouvelle cigarette. Ses yeux sont très brillants. Monsieur Linh commence à fredonner la chanson. Ils restent ainsi tous les deux,un long moment,avec devant eux les photographies posées près des tasses vides. Quand ils sortent du café,Monsieur Bark prend par l’épaule Monsieur Linh et le raccompagne jusqu’à la porte de l’immeuble où se situe le dortoir,comme il le fait tous les jours désormais. Et puis là,les deux hommes se disent longuement au revoir en se disant bonjour. *** Dans le dortoir,la vie n’a pas changé. Les deux familles sont toujours là. Les hommes passent leurs journées et une partie de leurs nuits à jouer aux cartes ou au mah-jong,à palabrer,à rire,à s’insulter,à se réconcilier en buvant parfois jusqu’à l’ivresse des verres d’alcool de riz. Les plus grands des enfants se rendent maintenant à l’école. Ils en reviennent avec de plus en plus de mots de la langue du pays d’exil. Ils les apprennent aux plus petits. Les trois femmes s’occupent de la nourriture,de la lessive. Monsieur Linh trouve toujours son repas à côté de son matelas. Il remercie en saluant. Plus personne ne fait attention à lui,ni ne lui adresse la parole. Mais il s’en moque. Il n’est pas seul. Il y a Sang diû. Et il y a le gros homme,son ami. Un jour,Monsieur Bark amène Monsieur Linh près de la mer. C’est la première fois que le vieil homme revoit la mer,depuis son arrivée quelques mois plus tôt. Le gros homme l’a emmené au port,non pas là où il a débarqué,sur le quai gigantesque encombré de grues,de cargaisons déchargées,de camions en attente,d’entrepôts béants,mais dans un endroit plus calme,qui forme une courbe dans laquelle l’eau et les bateaux de pêche composent une peinture colorée. Les deux amis marchent un peu sur le quai et s’assoient sur un banc. Face à la mer. L’hiver s’épuise. Le soleil est plus chaud. Dans le ciel,quantité d’oiseaux tourbillonnent et plongent parfois dans les eaux du port pour en ressortir avec dans leur bec l’éclat d’argent d’un poisson. Des pêcheurs sur des bateaux au repos réparent des filets. Certains sifflent. D’autres parlent fort,s’interpellent,rient. C’est un endroit bien agréable. Monsieur Linh respire. Il respire fort,en fermant les yeux. Oui,il ne s’était pas trompé. Il y a là des parfums,de véritables parfums,de sel,d’air,de poisson séché,de goudron,d’algues et d’eau. Que c’est bon!C’est la première fois que ce pays sent vraiment quelque chose,qu’il a une odeur. Le vieil homme en est grisé. Du fond du cœur,il remercie son ami de lui avoir fait connaître cet endroit. Monsieur Linh dévêt un peu sa petite fille. Il l’installe entre lui et le gros homme. Assise. L’enfant ouvre les yeux. Ses yeux font face à la mer,au grand large de la mer. Le vieil homme regarde aussi là-bas. Il se revoit sur le bateau,et d’un coup des images lui reviennent,se bousculent en lui,terribles,odieuses et magnifiques. Ce sont comme des coups de poing qui s’abattent sur lui,lui cognent le cœur,l’âme,le ventre,tous ses membres. Oui,au loin de la mer,très au loin,à des jours et des jours,il y a tout cela. Il y a eu tout cela. Monsieur Linh lève alors la main,pointe son doigt vers la mer,le large,l’horizon bleu et blanc,puis il dit à haute voix le nom de son pays. Alors Monsieur Bark qui regarde aussi dans la même direction sent dans toutes ses veines des filets de feu jaillir et courir,et lui aussi des images lui reviennent,terribles,odieuses,inhumaines. Lui aussi,à haute voix,dit le nom du pays qui est par-delà les mers,le pays de Monsieur Linh. Il dit le nom à plusieurs reprises,de plus en plus sourdement,tandis que ses épaules s’affaissent,que tout son corps s’affaisse,qu’il en oublie tout,qu’il en oublie même de rallumer une autre cigarette,alors qu’il vient de laisser tomber à terre le mégot de la précédente,sans l’écraser du talon ainsi qu’il le fait toujours. Monsieur Bark n’est plus qu’un gros homme voûté,qui répète faiblement le nom du pays de Monsieur Linh,comme une litanie,tandis que dans ses yeux viennent des larmes qu’il ne cherche même pas à essuyer ni à arrêter de ses mains,et ces larmes dévalent sur ses joues,trempent son menton,son cou,s’immiscent dans le col de sa chemise pour disparaître contre sa peau. Le vieil homme s’en rend compte. Il pose la main sur l’épaule de son ami et le secoue doucement. Monsieur Bark cesse alors de regarder le large et le regarde,lui,à travers toute cette eau qui sort de son regard. «Je le connais votre pays,Monsieur Tao-laï,je le connais...»,commence à dire Monsieur Bark,et sa grosse voix n’est plus qu’un filet fragile,ténu,mince,prêt à se briser. «Oui,je le connais,reprend-il en regardant de nouveau la mer et le lointain. Il y a longtemps,j’y suis allé. Je n’osais pas vous le dire. On ne m’a pas demandé mon avis,vous savez. On m’a forcé à y aller. J’étais jeune. Je ne savais pas. C’était une guerre. Pas celle qu’il y a maintenant,une autre. Une des autres. A croire que sur votre pays s’acharnent toutes les guerres...» Monsieur Bark s’arrête un instant. Les larmes coulent sans cesse. «J’avais vingt ans. Qu’est-ce qu’on sait à vingt ans? Moi,je ne savais rien. Je n’avais rien dans ma tête. Rien. J’étais encore un grand gosse,c’est tout. Un gosse. Et on a mis un fusil dans mes mains,alors que j’étais presque encore un enfant. J’ai vu votre pays,Monsieur Tao-laï,oh oui,je l’ai vu,je m’en souviens comme si je l’avais quitté hier,tout est resté en moi,les parfums,les couleurs,les pluies,les forêts,les rires des enfants,leurs cris aussi.» Monsieur Bark tourne son regard noyé vers le ciel. Il renifle fort. «Quand je suis arrivé,que j’ai vu tout cela,je me suis dit que le paradis devait y ressembler,même si le paradis,je n’y croyais déjà pas trop. Et nous,ce paradis,on nous a demandé d’y semer la mort,avec nos fusils,nos bombes,nos grenades... » Monsieur Linh écoute le gros homme qui lui parle doucement,alors que les larmes coulent toujours de ses yeux. Le vieil homme l’écoute avec attention,cherchant dans les inflexions de sa voix les signes,le début d’une histoire et d’un sens,une intonation familière. Il songe à la photographie que son ami lui a montrée quelques semaines plus tôt. La photographie de la grosse femme rieuse. Il songe aussi à l’étrange manège qu’ils sont allés voir tantôt,tous les deux,dans le Parc,tournant et tournant autour de lui,sans cesse. Il y avait quantité de chevaux en bois,accrochés à des hampes. Le manège tournait. Les chevaux montaient,descendaient. Les enfants qui étaient dessus riaient et adressaient des signes à leurs parents. Il y avait une musique forte et joyeuse. Le gros homme avait désigné chaque pièce du manège tout en parlant beaucoup. Apparemment il le connaissait bien,et l’aimait,ce manège. Monsieur Linh ne savait pas pourquoi,mais il l’avait écouté attentivement,en hochant parfois la tête. Sang diû dans ses bras paraissait heureuse. Le manège était un beau spectacle. Pour finir,le gros homme était allé serrer la main à la personne qui s’en occupait. Ils avaient échangé quelques mots tous les deux,puis lui et Monsieur Linh avaient quitté le Parc. Ensuite,le gros homme était resté silencieux pendant un long moment. Monsieur Linh observe son ami qui pleure et qui parle. Il se persuade que la femme de la photographie,le manège de chevaux de bois,l’un et l’autre composent une partie de la vie morte du gros homme,et que c’est cette partie défunte de son existence qui aujourd’hui resurgit,brusquement,alors qu’ils sont là devant la mer,par ce jour ensoleillé et presque doux déjà. «Tous ces villages dans lesquels on est passés,dans la jungle,ces gens qui vivaient de rien et sur lesquels on devait tirer,ces maisons,toutes fragiles,faites de paille et de bois,comme sur votre photographie,vous savez... Le feu dans ces maisons,les hurlements,les enfants qui s’enfuyaient,nus,sur les chemins,dans la nuit et les flammes...» Monsieur Bark s’est tu. Il pleure toujours. Il a la nausée. Une nausée qui vient de très loin et qui le remue,le boxe,le bourre de coups,l’écrase. La honte le travaille comme une bile. «Je vous demande pardon,Monsieur Tao-laï,pardon... pour tout ce que j’ai fait à votre pays,à votre peuple. Je n’étais qu’un gamin,un sale con de gamin qui a tiré,qui a détruit,qui a tué sans doute... Je suis un salaud,un vrai salaud...» Monsieur Linh regarde son ami. Un grand sanglot le secoue,interminable,comme né du dernier mot qu’il vient de prononcer. Cela ne se calme pas. Tout le corps du gros homme tremble,on dirait un navire mis à mal par une tempête. Monsieur Linh essaie d’entourer de son bras l’épaule de son ami,sans y parvenir car son bras est trop petit pour la grande épaule. Il lui sourit. Il s’efforce de mettre beaucoup de choses dans ce sourire,plus de choses que n’importe quel mot ne pourra jamais contenir. Puis il se tourné vers le large,fait comprendre au gros homme qu’il lui faut aussi regarder là-bas,très au loin,et alors,avec une voix non pas triste mais pleinement joyeuse,Monsieur Linh redit le nom de son pays,qui sonne soudain comme un espoir et non plus comme une douleur,avant de serrer son ami dans ses deux bras,et de sentir,protégé et non pas écrasé par eux,le corps de Sang diû entre les leurs. Trois jours plus tard,Monsieur Bark invite Monsieur Linh au restaurant. C’est un endroit grandiose,avec quantité de tables et quantité de serveurs. Monsieur Bark fait asseoir son ami qui contemple ébloui tout autour de lui. Jamais le vieil homme n’a vu un lieu aussi magnifique. Monsieur Bark demande une chaise supplémentaire sur laquelle ils installent Sang diû. Il s’adresse ensuite à un homme habillé en noir et en blanc,avec un drôle de costume,qui note des choses sur un petit carnet,s’incline et puis s’en va. «Vous verrez,on va se régaler,Monsieur Tao-laï!» Monsieur Bark noue autour de son cou la grande serviette blanche qui était posée à côté de son assiette. Monsieur Linh en fait autant. Ensuite,il noue une autre serviette autour du petit cou de l’enfant,qui attend,sagement,sans rien dire,sur sa chaise. «On venait parfois ici,avec ma femme,dit Monsieur Bark. Quand on voulait s’offrir une petite folie...» Sa voix s’assourdit. Il y a un silence. Il parle de nouveau,mais avec lenteur. Parfois il s’interrompt un long moment,comme s’il allait chercher les mots très loin en lui et qu’il avait peine à les trouver. Il marche sur un sentier difficile,se dit Monsieur Linh. Il écoute la voix du gros homme,cette voix qui lui est si familière même si elle dit des choses qu’il ne comprend jamais. La voix de son ami est profonde,enrouée. Elle paraît se frotter à des pierres et à des rochers énormes,comme les torrents qui dévalent la montagne,avant d’arriver dans la vallée,de se faire entendre,de rire,de gémir parfois,de parler fort. C’est une musique qui épouse tout de la vie,ses caresses comme ses âpretés. Monsieur Bark s’est tu. Il penche sa tête en arrière. Il passe sa lourde main sur son front. Il regarde les nuages par la baie vitrée du restaurant. - C’est grand le ciel...»,murmure-t-il. Il revient vers son ami et sur un ton grave lui dit:«Je suis drôlement content d’être ici avec vous,Monsieur Tao-laï.» Le serveur revient avec les plats. Monsieur Bark a commandé ce qu’il y a de meilleur. Rien n’est trop beau. Il se souvient de l’après-midi sur le port,de tout ce qu’il a dit qui lui est sorti du cœur,et aussi du geste du vieil homme,alors qu’il se taisait,qu’il souffrait et qu’il avait honte. Cela n’a pas de prix. Monsieur Bark et Monsieur Linh mangent et boivent. Monsieur Linh goûte des mets dont il ne soupçonnait même pas l’existence. Rien ne lui est connu mais tout est très bon. Il boit par petites gorgées le vin que le gros homme lui sert. La tête lui chauffe un peu. Les tables bougent. Il rit. Parfois,il tente de faire goûter un plat à son enfant,mais elle n’a guère faim. Elle est toujours sage,mais elle n’avale pas la nourriture. Monsieur Bark le regarde faire avec un sourire. Les autres convives parfois se retournent et les observent. Monsieur Bark s’en moque. Quand le serveur a débarrassé la table,après les desserts,le gros homme se penche,saisit un sac qu’il avait déposé tout à l’heure à côté de lui en s’asseyant,en sort un joli paquet qu’il tend à Monsieur Linh. «Cadeau!» dit-il. Et comme le vieil homme hésite,il poursuit:«Mais oui,c’est pour vous Monsieur Tao-laï,cadeau!Je vous en prie,prenez!» Monsieur Linh prend le paquet. Il tremble. Il n’a pas l’habitude des présents. «Eh bien ouvrez-le!» dit Monsieur Bark,en joignant le mouvement du geste à la parole. Le vieil homme défait délicatement le papier d’emballage. Cela prend du temps car il le fait avec méticulosité et ses doigts ne sont pas très habiles. Une fois le papier enlevé,il a dans les mains une belle boîte. «Allez-y,allez-y!» Le gros homme le regarde en riant. Monsieur Linh ouvre le couvercle de la boîte. A l’intérieur,il y a une feuille de soie,légère,d’un rose très tendre. Il l’écarte. Son cœur bat la chamade. Il pousse un petit cri. Une robe de princesse vient d’apparaître,délicate,somptueuse,pliée avec grâce. Une robe éblouissante. Une robe pour Sang diû!«Elle va être belle!» dit Monsieur Bark en désignant la petite des yeux. Monsieur Linh ose à peine poser ses doigts sur la robe. Il a trop peur de l’abîmer. Jamais il n’a vu un vêtement aussi beau. Et ce vêtement,le gros homme vient de l’offrir à son enfant. Monsieur Linh a les lèvres agitées d’un mouvement nerveux,qu’il ne peut contenir. Il repose la robe dans la boîte,la recouvre du papier de soie,ferme le couvercle. Il prend les mains de Monsieur Bark dans les siennes,et les serre fort. Très fort. Longuement. Il prend Sang diû dans ses bras. Les yeux de Monsieur Linh luisent,il regarde son ami,il regarde la petite,et sa voix,fragile,un peu brisée et chevrotante,s’élève alors dans le restaurant:«Toujours il y a le matin Toujours revient la lumière Toujours il y a un lendemain Un jour c’est toi qui seras mère.» La chanson est terminée. Monsieur Linh s’incline devant Monsieur Bark,comme pour le saluer. «Merci,Monsieur Tao-laï...»,dit alors celui-ci. En fin d’après-midi Monsieur Bark raccompagne Monsieur Linh. Le jour est agréable. Il ne fait pas très froid. L’hiver s’épuise. Lorsqu’ils parviennent au pied de l’immeuble du dortoir,les deux hommes se saluent,comme à chaque fin de journée:Monsieur Bark dit au revoir à Monsieur Bonjour. Monsieur Linh dit bonjour à Monsieur Bark. Et le vieil homme,heureux,monte dans le dortoir en serrant sa petite fille contre lui. Le jour suivant,la femme du quai arrive au dortoir avec la jeune interprète tandis que Monsieur Linh s’apprêtait à sortir pour aller rejoindre son ami. Elles viennent le chercher. Il faut qu’il les accompagne. Il doit voir un médecin. Elles l’avaient prévenu. C’est la procédure normale. Il devra ensuite les suivre jusqu’au bureau des réfugiés pour compléter certains documents. Monsieur Linh est contrarié mais il n’ose pas leur dire. Que va penser Monsieur Bark? Mais déjà les femmes l’entraînent avec elles. «Puis-je emmener ma petite fille?» demande-t-il à la jeune interprète. Elle traduit à la femme du quai. Celle-ci regarde l’enfant,hésite et répond quelque chose. «Pas de problème,Oncle!» traduit la jeune fille. Monsieur Linh lui dit que dans ce cas,il a besoin de quelques minutes pour l’habiller. Un médecin est un personnage important. Il faut qu’il ait d’eux une bonne impression. Le vieil homme prend la boîte que lui a offerte son ami. Il en sort la belle robe,en revêt Sang diû. Elle est magnifique. On dirait vraiment une jeune princesse. Les deux femmes le regardent faire en souriant. Les petits enfants du dortoir se sont approchés pour voir la robe de près,mais leurs mères les rappellent sur un ton mauvais. Une voiture les emmène dans des rues qu’il n’a jamais vues. C’est la première fois que Monsieur Linh monte dans une voiture. Il est effrayé. Il se blottit dans l’angle du siège,presse sa petite fille contre lui. Elle ne paraît pas inquiète. Sa belle robe brille sous les reflets du jour. Pourquoi la voiture va-t-elle aussi Vite? A quoi cela sert-il? Monsieur Linh se souvient du rythme des charrettes tirées par les buffles,du long et souple balancement,qui fait parfois dormir,parfois rêver,et du paysage qui change avec une lenteur précieuse,une lenteur qui permet de regarder vraiment le monde,les champs,les forêts,les rivières,et de parler avec ceux que l’on croise,d’entendre leurs voix,d’échanger des nouvelles. La voiture est comme un coffre jeté du haut d’un pont. On y étouffe. On n’y entend rien d’autre qu’un sourd et inquiétant rugissement. Le paysage tourbillonne au dehors. On ne peut rien en saisir. On a l’impression qu’on va s’écraser bientôt. Le médecin est un homme jeune et grand. La femme du quai entre dans le cabinet,avec Monsieur Linh. La jeune fille aussi. La femme du quai parle au médecin,puis elle sort. La jeune fille reste pour faire la traduction. Le médecin regarde l’enfant dans les bras du vieil homme et pose des questions à la jeune fille. Celle-ci répond. Le médecin hoche la tête. Il pose d’autres questions,que la jeune fille traduit. «Oncle,quel âge avez-vous? - Je suis vieux,répond Monsieur Linh,très vieux. Je suis né l’année de la tornade qui a dévasté le village. - Vous ne savez pas votre âge? demande la jeune fille étonnée. - Je sais que je suis vieux,c’est tout. Savoir mon âge ne m’avancerait à rien de plus.» La jeune fille parle au médecin,qui prend quelques notes. Les questions se poursuivent. La jeune fille les traduit. Est-ce que Monsieur Linh a déjà été opéré? Au pays,était-il suivi par un médecin? Prenait-il un traitement régulier? Souffre-t-il d’hypertension? De diabète? A-t-il des problèmes de surdité? De vue? Le vieil homme comprend la moitié des mots que lui dit la jeune fille. Il la regarde étonné. «Tu ne connais pas le pays,finit-il par lui dire. Le seul médecin que j’aie vu,c’était il y a très longtemps,quand l’armée a eu besoin de moi. Sinon au village,nous nous soignons nous-mêmes. Si la maladie est bénigne,nous guérissons. Si elle est maligne,nous mourons. C’est tout.» La jeune fille traduit au médecin. Celui-ci prononce quelques mots. La jeune fille dit à Monsieur Linh qu’il veut l’examiner. Il lui faut se déshabiller. Elle restera derrière le paravent. Le vieil homme lui confie Sang diû. Il la glisse doucement dans les bras de la jeune fille qui la prend délicatement et fait une remarque aimable sur la robe. Monsieur Linh est touché. Il songe au gros homme,son ami. Le médecin le palpe. Il déplace ses mains sur son corps décharné,à la peau brune et lisse. Il lui fait ouvrir la bouche,il regarde ses yeux,narines,place d’étranges instruments sur son torse,autour de ses bras,tape avec un petit marteau sur ses genoux,palpe son ventre. Il lui fait signe qu’il peut se rhabiller. Quand il revient vers la jeune fille,il voit le médecin assis qui écrit sur une feuille. Cela dure assez longtemps,puis il se lève. La jeune fille dit:«C’est fini,Oncle,nous pouvons partir!» Elle commence à se diriger vers la sortie. Monsieur Linh l’arrête et lui dit:«Mais la petite,le médecin n’a même pas regardé la petite!» L’interprète ne répond rien. Elle paraît réfléchir. Elle s’adresse ensuite au médecin. Celui-ci acquiesce. «Il va le faire,Oncle,vous avez bien fait de demander!» Le vieil homme enlève la belle robe à Sang diû,et présente l’enfant au médecin. Celui-ci la prend,l’allonge sur la table de consultation. La petite ne dit rien. Monsieur Linh lui parle pour la rassurer. Le médecin a des gestes calmes qui n’effraient pas l’enfant. Il ausculte ses yeux,ses oreilles,écoute son corps,pose ses mains sur son ventre. Il se retourne,sourit au vieil homme et parle à la jeune fille. «Le médecin dit qu’elle est en parfaite santé,Oncle,vous n’avez pas de souci à vous faire. Il a dit aussi que c’était un beau bébé!» Monsieur Linh sourit. Il est heureux et fier. Il rhabille l’enfant. La robe sous ses doigts est douce comme une peau. Lorsque les deux femmes le raccompagnent au dortoir,il est bien tard. La nuit est tombée depuis longtemps. Plus question de sortir. D’ailleurs,Monsieur Bark doit avoir quitté le banc. Il doit se poser des questions. Il doit être inquiet. Avant de le quitter,la jeune fille lui dit ceci:«Demain,on va venir vous chercher,Oncle. C’est votre dernière nuit ici. On vous conduira dans un endroit où vous serez mille fois mieux,bien plus tranquille et plus à votre aise.» Monsieur Linh est affolé. «Je suis bien ici,je ne veux pas partir... » La jeune fille traduit à la femme du quai. Toutes deux se parlent durant quelques secondes. «On ne peut pas faire autrement,reprend la jeune fille. D’ailleurs tout le monde va partir,le dortoir doit bientôt fermer. Et puis,vous n’irez pas bien loin. Vous ne changerez pas de ville.» Le dernier propos rassure un peu le vieil homme. Il restera dans la ville. Il pourra donc continuer à voir son ami. Il le dit à la jeune fille. C’est comme une demande. «Bien sûr,vous le reverrez!Tenez-vous prêt demain. Nous viendrons vous chercher.» Tout se bouscule dans la tête de Monsieur Linh. Tout cela est trop rapide pour lui,le médecin,le déménagement. «Vous n’allez pas nous séparer au moins?» C’est sorti comme un cri. Il serre sa petite fille contre lui. Il est prêt à se battre,à griffer,à mordre,à jeter ses dernières forces. «Quelle idée,Oncle!Bien sûr que non!Vous resterez toujours tous les deux ensemble,n’ayez crainte!» Monsieur Linh se calme. Il s’assied sur le bord du matelas. Il ne dit plus rien. Les deux femmes restent encore un peu,puis la jeune fille lui rappelle:«N’oubliez pas,demain matin,soyez prêt!» Alors elles s’en vont. Le vieil homme dort mal. Il sent la petite,paisible,à ses côtés,mais cela ne le calme pas. Cette nuit lui rappelle la dernière nuit qu’il a passée au pays,dans la peur et dans le noir. Il avait marché durant des jours. Il avait quitté le village qui n’était plus que cendres. Il était allé vers la mer,avec Sang diû dans ses bras et lorsqu’il y était enfin parvenu,il s’était aperçu que la plupart des paysans des autres campagnes,ceux qui avaient survécu,étaient partis comme lui et se retrouvaient là,hébétés,les mains vides,avec pour seule fortune ou presque les vêtements qu’ils portaient. Monsieur Linh s’était senti alors beaucoup plus riche que la plupart d’entre eux. Lui,il avait sa petite fille,le sang de son sang. Et il avait sa maigre valise aussi,avec quelques effets,la photographie ancienne,le sac de toile avec un peu de terre,la terre du village,noire et limoneuse,qu’il avait travaillée durant toute sa vie,et avant lui son père,et avant lui son grand-père,une terre qui les avait nourris et accueillis au moment de la mort. On les avait regroupés dans un baraquement en planches. Ils étaient des centaines,serrés les uns contre les autres,se taisant,n’osant faire aucun bruit,n’échangeant aucune parole. Certains avaient murmuré qu’on allait venir les massacrer,que le bateau n’arriverait pas,que les passeurs à qui ils avaient donné leurs dernières pièces leur couperaient à tous la gorge,ou les abandonneraient là,à tout jamais Monsieur Linh avait serré Sang diû durant toute la nuit. Autour de lui,ce n’était que peur et crainte,murmures,souffles précipités,cauchemars. Puis le matin était venu,dans sa lumière blanche. Et,vers le soir,ils avaient aperçu le bateau,un maigre bateau,qui dériva ensuite,durant des jours,sur la mer,sous l’effroyable chaleur du soleil qui écrasait la coque et le pont de son étreinte,avant de tomber dans l’eau,très tard,vers le soir,comme un astre mort. Monsieur Linh entend les deux hommes qui,dans le fond du dortoir,jouent aux cartes tout en se racontant à voix basse des histoires. Ce sont des récits de trésors et d’héritages fabuleux,de jarres enterrées remplies à ras bord de piastres quelque part,là-bas au pays. Ils rêvent à voix haute en abattant les cartes. Le vieil homme songe à ce qu’ils disent. Il songe à ce qu’est véritablement son pays,et à ce qu’est véritablement un trésor. Il serre plus encore sa petite fille. Il s’endort. Le lendemain matin,Monsieur Linh a fait son paquetage. Il a préparé la valise,ainsi que les vêtements qu’on lui avait donnés. Il attend. Il est prêt. L’enfant aussi est prête,dans des habits simples,la chemise de coton recouverte d’un pull,un collant et un petit pantalon donnés par le bureau des réfugiés. La robe offerte par Monsieur Bark est soigneusement pliée dans la valise,près de la photographie et du sac en toile contenant la poignée de terre. Vers dix heures,la femme du quai et la jeune tille arrivent. Elles le saluent. «Nous venons vous chercher,Oncle!» dit la jeune fille. Il se lève. Il se sent lourd. Le dortoir n’était pourtant pas un endroit très accueillant,mais il avait fini par s’y sentir bien. II y avait reconstruit sans trop s’en rendre compte comme la partie survivante d’une maison défunte. Monsieur Linh dit au revoir aux trois femmes qui le regardent partir,et aux hommes penchés sur leurs cartes. Les femmes disent avec de mauvais rires:«C’est ça,au revoir,Oncle,portez-vous bien!Prenez bien soin de la petite surtout!C’est fragile les enfants!» Quant aux hommes,ils tendent en l’air une de leurs mains,et l’agitent,sans le regarder. C’est tout. Dans la voiture,le vieil homme n’est pas très rassuré. Il voit des rues défiler,qu’il ne reconnaît pas. La pluie s’est mise à tomber violemment. Elle glisse sur les vitres de la voiture. La ville semble diluée derrière cet écran mobile qui étire les formes et brouille les couleurs en les noyant. Le voyage dure longtemps. Jamais le vieil homme n’aurait pensé la ville si grande. Elle ne finit pas. Les deux femmes échangent parfois quelques mots,puis se taisent. La jeune fille interprète lui sourit,comme pour le rassurer. Quant au chauffeur,il ne dit rien. Il fait glisser son automobile dans le flot de la circulation. Enfin,ils arrivent. La voiture est à l’arrêt devant un grand porche en fer ouvragé. Le chauffeur klaxonne. Un homme apparaît par une petite porte. Le chauffeur baisse sa vitre et lui dit quelques mots. L’homme rentre à l’intérieur et quelques secondes plus tard,comme par magie,le grand porche s’ouvre. La voiture emprunte une longue allée de gravier qui serpente dans un parc. Au bout de ce parc se trouve un Château,sur une hauteur. La pluie a cessé. Quand il sort de la voiture,Monsieur Linh lève les yeux. Les tours du Château sont immenses. On a l’impression qu’elles se perdent dans le ciel. La demeure est majestueuse. «C’est ici votre nouvelle maison,Oncle,lui dit la jeune fille tandis qu’il ne peut détacher ses yeux des tours qui se dressent au-dessus de sa tête. - Ici? demande le vieil homme,incrédule. - Oui,vous serez bien. Regardez,il y a un beau parc,vaste,où l’on peut se promener. Et de l’autre côté,on peut voir la mer en contrebas. Vous verrez,c’est magnifique. - La mer...,reprend Monsieur Linh,sans vraiment réaliser. La femme du quai l’a pris par le bras et le conduit à l’intérieur. L’entrée est gigantesque. Un homme vient à leur rencontre,à qui la femme donne des explications en montrant Monsieur Linh. Dans un angle,il y a un palmier dans un pot. Dans un autre angle,il y a trois vieillards,vêtus de robes de chambre bleues en tissu épais. Ils sont assis sur des fauteuils et regardent Monsieur Linh. Leurs yeux paraissent morts. Tout paraît mort en eux. Monsieur Linh serre sa petite fille contre lui. Il pense au gros homme,son ami,et se dit qu’il aimerait tant qu’il apparaisse,là,immédiatement. Comme il serait heureux!Mais rien n’apparaît sinon une femme habillée d’une blouse blanche. L’homme lui dit quelques mots. Elle approuve de la tête,puis elle s’adresse à la femme du quai et à la jeune fille. «Venez,Oncle,on va vous montrer votre chambre.» La femme en blanc veut s’emparer de la valise du vieil homme mais il serre la poignée et fait non de la tête. Elle n’insiste pas. Elle ouvre la marche et les invite à la suivre. Ils passent par quantité de couloirs et d’escaliers. Parfois ils croisent des hommes et des femmes,très vieux,tous habillés des mêmes peignoirs bleus,qui se déplacent avec lenteur,en silence. Tous dévisagent Monsieur Linh avec leurs yeux ternes. Certains pour avancer s’aident de cannes,de béquilles ou d’un curieux instrument qu’ils poussent devant eux et sur lequel ils s’appuient. «Voilà,Oncle,ce sera votre chambre désormais!» Ils viennent d’entrer dans une pièce aux murs belges. Assez grande,lumineuse,propre. Il y a un lit,une chaise,une petite table,un fauteuil,un cabinet de toilette. La femme en blanc tire le rideau. On aperçoit un grand arbre dont le faîte est balancé par le vent. «La vue est belle,venez voir,Oncle.» Monsieur Linh s’approche de la fenêtre. Des arbres,le parc et ses pelouses vertes comme des feuilles de bananier,et au loin les toits de la ville,innombrables,serrés les uns contre les autres,la ville moutonnante sur les collines,avec ses rues,ses foules,ses automobiles qui la sillonnent en tous sens,son fracas de moteurs,de klaxons,et quelque part,là-bas,il ne sait où,au milieu de cette immensité,le gros homme,son ami,qui ne l’a pas vu depuis deux jours,et qui doit se poser des questions. «Nous viendrons vous voir régulièrement. Vous verrez,les gens sont très gentils ici,ils s’occuperont bien de vous,vous ne manquerez de rien!» La jeune fille sourit. «Et mes cigarettes?» demande Monsieur Linh. La jeune fille s’adresse à la femme du quai,puis à la femme en blanc. Toutes trois échangent quelques paroles. La jeune fille se retourne vers le vieil homme. «C’est interdit de fumer,ici,Oncle. Et vous savez,fumer,c’est très mauvais pour la santé!» Monsieur Linh se sent soudain triste,comme si on venait d’ouvrir son corps pour en retirer un organe inutile et tout à la fois essentiel. Oui,il y a un vide en lui. Une grande lassitude s’empare de tout son être,mais il ne veut pas que l’enfant s’en rende compte. Il lui faut être fort,pour l’enfant. Sang diû a besoin de lui. Elle est encore si petite,et si fragile. Il n’a pas le droit d’être faible,ni de se plaindre de son sort. «Tout ira bien»,dit-il à la jeune fille. Un peu plus tard,lorsqu’il se retrouve seul avec l’enfant,dans la chambre,que sont parties la jeune fille,la femme du quai et la femme en blanc,Monsieur Linh regarde les murs,nus et beiges. Il se rappelle alors les grandes cages qu’il a aperçues dans le Parc où se pressent les familles et les enfants. Et puis,comme une flèche invisible tirée contre son cœur,il revoit l’immensité des rizières,adossées à la montagne et qui étendaient leurs vertes aigrettes jusqu’à la mer qu’on savait là-bas,au loin,sans jamais aller la voir. Il s’assied sur le lit,prend l’enfant sur ses genoux,lui caresse le front,les joues,passe ses doigts maigres et noueux sur la petite bouche,sur les paupières. Il ferme les yeux et murmure la chanson. Lorsque le jour décline,la femme en blanc revient le voir. Elle lui apporte un pyjama,ainsi qu’une robe de chambre bleue. Elle lui fait comprendre qu’il faut endosser ces vêtements. Elle attend,les bras croisés. Monsieur Linh pose sa petite fille sur le lit et va dans le cabinet de toilette. Il passe le pyjama,enfile la robe de chambre. Elle est trop grande pour lui. Elle touche presque terre. C’est un curieux habit. Quand il revient dans la chambre,la femme en blanc le regarde et sourit,mais ce n’est pas un sourire méchant,plutôt un sourire amusé et affectueux. Elle prend dans ses bras les vêtements anciens que Monsieur Linh portait et s’en va. Le vieil homme se sent tout drôle. Il y a un grand miroir derrière la porte de sa chambre. Il se regarde dedans,et aperçoit une marionnette revêtue d’un long habit bleu. La marionnette paraît perdue dans son vêtement,ses mains disparaissent dans ses manches. Sa tête est infiniment triste. La nuit tombe. Monsieur Linh assis sur son lit a pris son enfant dans ses bras. Il la berce. La femme en blanc revient et lui fait comprendre qu’il faut la suivre. Elle marche vite. Le vieil homme trottine derrière elle,empêtré dans les pans de la robe de chambre qui s’ouvrent et se rabattent sans cesse. Ils passent par quantité de couloirs et d’escaliers pour arriver enfin dans une grande salle. Il y a là environ une trentaine de tables,et autour de ces tables,occupés à manger une soupe,des dizaines et des dizaines de femmes et d’hommes,âgés,revêtus uniformément de la même robe de chambre bleue. La femme en blanc accompagne Monsieur Linh jusqu’à une place libre. Il s’assied entre deux hommes. Face à lui,deux autres hommes qui entourent une femme. Aucun ne lève les yeux lorsqu’il s’installe. On lui apporte une assiette de soupe. Sang diû est sur ses genoux. Il place la serviette autour de son cou,mais l’enfant est comme lui,elle ne semble pas avoir très faim:la soupe coule de ses lèvres et glisse sur son menton. Monsieur Linh l’essuie,recommence et,pour montrer l’exemple à la petite,il en avale lui-même quelques cuillères. Les autres convives ne lui prêtent pas attention. Ils ne regardent rien. Certains ont la tête penchée sur leur assiette. D’autres ont les yeux perdus vers un point très éloigné de la salle. Quelques-uns ont le visage en proie à un perpétuel tremblement et se barbouillent de soupe. Aucun ne parle. C’est un étrange silence. On n’entend que le bruit des cuillères contre les assiettes,les chuintements des bouches,parfois des éternuements. Rien de plus. Monsieur Linh repense au dortoir,aux femmes moqueuses,à leurs maris joueurs,aux enfants bruyants. Il se surprend à les regretter,à regretter ces familles qui parlaient sa langue,même si elles ne s’adressaient pour ainsi dire jamais à lui. Mais au moins,il vivait encore dans la musique des mots de son pays,dans leur belle mélopée aiguë et nasillarde. Tout cela est loin. Pourquoi lui faut-il donc s’éloigner de tant de choses? Pourquoi la fin de sa vie n’est-elle que disparition,mort,enfouissement? Monsieur Linh blottit l’enfant contre lui. Le repas se termine. Déjà des vieillards se lèvent,dans des raclements de chaise,et s’en vont,suivis par d’autres. La salle se vide. Monsieur Linh ne trouve pas la force de se lever. C’est la femme en blanc qui vient le chercher,et le raccompagne jusqu’à sa chambre. Elle prononce quelques mots,et s’en va. Le vieil homme s’approche de la fenêtre. Le vent n’agite plus le grand arbre,mais la nuit a fait éclore dans la ville des milliers de lumières qui scintillent et paraissent se déplacer. On dirait des étoiles tombées à terre et qui cherchent à s’envoler de nouveau vers le ciel. Mais elles ne peuvent le faire. On ne peut jamais s’envoler vers ce qu’on a perdu,songe alors Monsieur Linh. Les jours passent. Le vieil homme a appris à connaître sa nouvelle maison,le trajet difficile des couloirs,des escaliers,l’emplacement de la salle de réfectoire,celle de la salle aux fauteuils comme il l’appelle,car il y a des fauteuils un peu partout dans cette pièce. Des fauteuils qui attendent. Il a appris aussi à connaître les horaires auxquels il lui faut se rendre dans la salle de réfectoire. Là,il s’assied toujours à la même place,à la même table,aux côtés des mêmes vieillards muets. Il s’est habitué à sa robe de chambre bleue,trouvant même au surplus de tissu un avantage car il lui permet d’envelopper sa petite fille lorsqu’il la promène dans le Château et qu’il fait un peu frais. Ce qui le frappe dans ce nouveau lieu,c’est que les gens qui l’entourent,ceux qui sont habillés comme lui,sont tous indifférents les uns aux autres,comme les piétons sur les trottoirs de la ville. Personne ne regarde personne. Nul ne se parle. Parfois seulement éclate une querelle,deux pensionnaires se chamaillent il ne sait trop pourquoi,mais bien vite une femme en blanc apparaît et les sépare. Monsieur Linh fait tout pour éviter une vieille femme qui l’a poursuivi dans le parc. Elle s’était au départ rapprochée de lui sans qu’il y ait pris garde,puis elle avait mis les mains sur l’enfant,essayant de s’en emparer. Elle l’avait serrée fort,en riant,mais Monsieur Linh avait réussi à repousser la vieille femme qui s’était mise alors à courir à ses trousses dans les allées,en hurlant. Il s’était caché derrière un bosquet,parlant à l’oreille de l’enfant,pour la rassurer. La vieille femme ne les avait pas vus et avait continué son chemin. Depuis,dès qu’il aperçoit au loin cette folle,il fait demi-tour. Le parc est grand. Le temps est de plus en plus doux. La journée,Monsieur Linh est dehors,au soleil. Il enlève parfois la robe de chambre bleue pour ne rester qu’en pyjama - le pyjama de jour,car on lui a fait comprendre qu’il y en avait un pour le jour,un autre pour la nuit - mais une femme en blanc apparaît vite et lui demande de la remettre. Alors il la remet,sans protester. Quand il contemple la ville,Monsieur Linh ne cesse de penser à son ami,le gros homme. Et quand il regarde la mer,il ne cesse de penser à son pays perdu. Aussi la vue de la mer et celle de la ville le rendent-elles pareillement triste. Le temps passe et creuse en lui un vide douloureux. Bien sûr il y a la petite,et pour elle il faut être fort,faire bonne figure,lui chanter la chanson comme si de rien n’était. Il faut être gai pour elle,lui sourire,la faire manger,veiller à ce qu’elle dorme bien,à ce qu’elle grandisse,à ce qu’elle devienne une belle enfant. Mais le temps est là,qui blesse l’âme du vieil homme,ronge son cœur et abrège son souffle. Il aurait tant envie de revoir son ami. Il aurait tant envie de demander à la jeune fille interprète comment faire pour le revoir,mais la jeune fille ne revient pas et la femme du quai pas davantage. C’est pourquoi,après avoir bien réfléchi,Monsieur Linh décide de se débrouiller seul,d’aller en ville lui-même,de retrouver la rue du dortoir,et celle du banc et du parc,de patienter sur le banc,autant de temps qu’il le faudra,pour revoir enfin son ami le gros homme. Il attend le jour favorable,un jour très beau. Et ce jour arrive. Monsieur Linh a tout prévu. Il partira après le repas de midi. Arrivé au réfectoire parmi les premiers,il mange copieusement,terminant son assiette,reprenant deux fois de la nourriture car il lui faudra des forces. Une femme en blanc s’approche,lui met la main sur l’épaule,sourit en le regardant manger. Ses voisins de table sont toujours aussi indifférents. Leurs pupilles sont comme des cailloux vitreux posés au centre d’une flaque d’eau dont les bords seraient un peu rougis. Monsieur Linh ne s’en préoccupe pas. Il mange et mange tant qu’il finit par se sentir lourd,lourd et fort. Il peut y aller. Oui,maintenant il peut y aller. Sang diû s’est endormie sur son épaule. Il a quitté le réfectoire et il marche d’un bon pas dans l’allée centrale du parc,celle qu’il a empruntée en voiture le premier jour. A mesure qu’il s’éloigne du Château,il ne croise plus aucun pensionnaire,mais seulement des oiseaux qui fusent en dehors des bosquets,tirent des pelouses de gros vers de terre qui gesticulent,sautillent dans les graviers en sifflant de temps à autre. Monsieur Linh aperçoit le grand porche de fer,et tout à côté de lui,une cabane aux dimensions restreintes. Le porche est fermé,mais à trois mètres environ,une petite porte s’ouvre dans le mur. Le vieil homme se dirige vers elle. Et c’est au moment où il saisit la poignée et commence à pousser la porte qu’il entend quelqu’un crier dans son dos. En se retournant,il voit un homme sortir de la cabane et venir rapidement vers lui. L’homme lui parle mais Monsieur Linh a l’impression qu’il aboie. Il reconnaît l’homme:c’est celui qui avait ouvert les deux battants du porche,le jour de son arrivée,après avoir échangé quelques mots avec le chauffeur de taxi. Le vieil homme ne se démonte pas et continue à pousser la porte. Il aperçoit déjà la rue mais l’homme qui aboie est maintenant près de lui,et d’un violent coup de main,il referme la porte,se plante devant et repousse Monsieur Linh. «Je veux sortir,dit le vieil homme,j’ai un ami à retrouver.» L’autre ne comprend rien bien sûr. Il ne parle pas la langue du pays,mais Monsieur Linh continue à lui parler tout de même,à lui dire qu’il veut sortir,qu’il a quelque chose à faire,qu’il faut le laisser passer. L’homme le maintient à distance simplement en tendant la main et en l’appliquant sur sa maigre poitrine. Tout en faisant cela,il parle à un appareil qu’il tient dans son autre main et qui grésille de temps en temps. Bientôt,on entend des pas précipités,une course dans l’allée qui vient du Château. Ce sont deux femmes en blanc,suivies d’un homme,en blanc lui aussi. «Je veux sortir»,répète encore Monsieur Linh. On l’entoure. Les deux femmes essaient de le calmer et de l’emmener,mais il ne se laisse pas faire. De sa main libre,il s’accroche à la poignée de la porte et de l’autre main il serre la taille de sa petite fille afin qu’elle ne tombe pas. Les deux femmes en blanc perdent peu à peu leur sourire et leur douceur. L’homme en blanc s’approche alors et desserre un à un les doigts de Monsieur Linh qui tenaient la poignée. Il est désormais maintenu fermement mais il se débat de toutes ses forces. Une des femmes sort de la poche de sa blouse une boîte en étal de forme rectangulaire. Elle l’ouvre,y prend une seringue dont elle vérifie le niveau en faisant gicler de l’aiguille quelques gouttes de produit. Elle soulève la manche gauche de la robe de chambre de Monsieur Linh,puis sa lie de pyjama,et pique dans le muscle du bras. Le vieil homme cesse peu à peu de se débattre et de parler. Il sent son corps s’amollir,devenir chaud. Les arbres tournent au-dessus de sa tête. Les visages des personnes qui l’entourent se déforment et s’allongent. Leurs voix prennent une résonance cotonneuse et l’allée de gravier devient une couleuvre d’eau qui fait luire nonchalamment ses écailles dans le bleu du ciel. Avant de s’évanouir vraiment,il a juste le temps de voir une des femmes,pas celle de la piqûre mais l’autre,se saisir de Sang diû et la prendre dans ses bras. Alors,Monsieur Linh,rassuré de savoir que l’enfant n’est pas tombée à terre,se laisse glisser tout à fait sur la pente abrupte du sommeil artificiel. C’est une nuit qui n’en finit pas. Une nuit comme il n’en a jamais connu. Elle paraît durer un siècle,mais sa noirceur n’est aucunement inquiétante. Au départ,le vieil homme a le sentiment d’être dans une de ces grottes qui nouent la montagne au-dessus du village et qui sont le repaire des chauves-souris. Monsieur Linh marche dans la grotte vers un point lointain,d’une brillance et d’une blancheur incandescentes. Tout en marchant,il sent les forces revenir dans son corps. Ses muscles roulent sous sa peau avec souplesse. Ses jambes sont fermes et le portent merveilleusement. Lorsqu’il atteint l’entrée de la grotte,le jour l’éblouit. Le soleil perce au travers des feuillages des grands arbres bruissant des cris des singes et de ceux des oiseaux. Le vieil homme cligne des yeux. Toute cette lumière qui se déverse l’aveugle en même temps qu’elle le remplit d’une joie profonde,inexprimable. Une joie d’enfant. Lorsque ses yeux se sont habitués,il remarque alors la présence d’un homme,assis sur un rocher,à quelques mètres. L’homme lui tourne le dos. Il regarde le paysage de la forêt. Il fume une cigarette. Des branches mortes craquent sous les pas de Monsieur Linh. L’homme se retourne et l’aperçoit. Il sourit,secoue la tête avec satisfaction. Monsieur Linh aussi sourit en voyant que l’homme assis est le gros homme,son ami. «Vous en avez mis du temps!J’ai fumé dix cigarettes déjà!Je me demandais si vous alliez venir...»,dit le gros homme,faussement en colère. Monsieur Linh comprend parfaitement ce que dit son ami et ne s’en étonne même pas. «C’est que le chemin est long. J’ai marché,j’ai marché,ça n’en finissait pas»,répond-il. Le gros homme lui aussi semble parfaitement comprendre ce que dit Monsieur Linh,et cela ne l’étonne pas davantage. «J’ai eu peur que vous soyez déjà parti,que vous ne m’ayez pas attendu... - Vous plaisantez,dit le gros homme. Je suis tellement heureux chaque fois que je vous vois. J’aurais attendu encore des jours et des jours s’il avait fallu.» Ces dernières paroles touchent beaucoup le vieil homme. Il serre son ami dans ses bras,et lui dit simplement «Venez». Les deux amis s’en vont. Ils descendent le chemin qui se coule dans la forêt. Le jour est d’une beauté sans égale. L’air embaume la terre humide et la fleur de frangipanes. Les mousses ressemblent à des coussins brodés de jade et les bambous frémissent des bruissements de mille oiseaux. Monsieur Linh marche en tête. Souvent il se retourne vers son ami et lui indique d’un mot ou d’un geste une racine susceptible de le faire trébucher,ou bien une branche qui pourrait le blesser. La forêt cède la place à la plaine. Les deux hommes s’arrêtent à sa lisière et leurs regards embrassent l’étendue verte qui tout au loin épanche vers le bleu tremblant de la mer. Dans les rizières,les femmes en chantant repiquent les jeunes pousses de riz. Leurs pieds disparaissent dans la mare chaude et boueuse. Des buffles méditent,la tête basse,tandis que des pique-boeufs paradent sur leurs dos en ébouriffant leurs plumes blanches. Des enfants tentent d’attraper des grenouilles en poussant de grands cris et en frappant l’eau avec des baguettes de saule. Dans le vent léger,au ciel,les hirondelles écrivent d’invisibles poésies. «Que c’est beau!s’exclame le gros homme. - C’est mon pays...»,dit Monsieur Linh en faisant un geste de la main comme s’il en était le seigneur. Tous deux poursuivent leur marche sur un sentier large. Parfois ils croisent des paysans qui s’en reviennent du marché,leur palanche allégée. La vente a été bonne. Monsieur Linh les salue,présente son ami. On échange un mot ou deux. On se quitte en se souhaitant beaucoup de félicité. Lorsqu’ils arrivent en vue du village de Monsieur Linh,ils sont déjà suivis par toute une troupe d’enfants que le vieil homme apostrophe et réprimande. Mais il n’y a pas de méchanceté dans ses mots car ces enfants qui piaillent,cette troupe brune aux yeux noirs,aux cheveux d’encre qui narguent le soleil,aux ventres rebondis,aux sourires de lait et aux pieds nus,ce sont les jeunes pousses,les aubes des lendemains,les ruisseaux de sève de son village,de son pays,de sa terre qu’il aime et porte au plus profond de son être. «Voici la maison de frère Duk. Et voici la Maison de frère Lanh. Ici,c’est la maison de frère Nang. Là,celle de frère Thiep,ici...» Monsieur Linh présente toutes les maisons du village à son ami. II présente les ancêtres aussi,quand ceux-ci sont près des portes à chauffer leurs vieux os au soleil. On se salue en inclinant la tête et en joignant les mains. Le gros homme sourit. Il dit à Monsieur Linh que jamais depuis longtemps il n’a été aussi heureux. Des cochons se roulent au creux de la poussière de la rue principale. Des chiens s’épouillent ou s’étirent en bâillant. Des poules se disputent un peu de grain perdu. A l’ombre d’un immense banian plusieurs fois centenaire,de vieilles femmes tressent des nattes en bambou. A leurs côtés,trois bambins assis sur leur derrière jouent avec une plume fichée dans mi bouchon. «Et voici ma maison.» Monsieur Linh sourit à son ami. Il désigne sa demeure et l’invite à entrer. Le gros homme commence à monter l’escalier qui ploie sous son poids. - Vous êtes sûr que ça tient? dit-il. - C’est moi qui l’ai construit,répond Monsieur Linh. Un éléphant pourrait le grimper,ne vous en faites pas!» Ils rient tous les deux. Parvenus dans la pièce de la maison,Monsieur Linh invite son ami à s’asseoir. Un repas les attend. C’est la belle-fille de Monsieur Linh qui l’a préparé,avant de partir pour les champs,avec son fils et leur enfant,la petite Sang diû. Les mets sont disposés sur des assiettes et dans des bols. Il y a une soupe aux liserons d’eau et à la citronnelle,des crevettes sautées à l’ail,un crabe farci,des nouilles aux légumes,du porc à la sauce aigre-douce,des beignets de banane et des gâteaux de riz gluant. C’est un véritable festin. Toutes les nourritures répandent dans la maison leurs parfums délicieux de coriandre fraîche,de cannelle,de gingembre,de légumes,de caramel. Monsieur Linh encourage son ami à goûter ces mets et lui-même se sert copieusement,reprenant plusieurs fois de chaque plat. Voilà une éternité qu’il n’avait pas pris autant de plaisir à manger. Il verse à son ami de petits verres d’alcool de riz. Tous deux boivent et mangent,et se sourient. Par les fenêtres de la pièce,on voit les rizières et la lumière du soleil qui étincelle dans l’eau. «Je n’ai jamais rien mangé d’aussi bon!dit le gros homme. Vous féliciterez la cuisinière!- C’est en effet une bonne cuisinière,dit Monsieur Linh. En plus mon fils l’aime et elle aime mon fils. Elle lui a fait un bel enfant.» Le gros homme tient son ventre à deux mains. Il ne reste plus rien dans les bols et les assiettes. Les deux amis sont repus. «Fumez,je vous en prie,dit Monsieur Linh au gros homme. J’aime le parfum de vos cigarettes.» Alors celui-ci sort de sa poche un paquet,tape sur le fond avec ses doigts jaunis,le présente à Monsieur Linh qui dit non de la tête,en souriant. Le gros homme prend une cigarette,la glisse entre ses lèvres,l’allume,tire la première bouffée,ferme les yeux. Le jour avance. La chaleur dans la maison ouverte ressemble à une large caresse qui adoucit les corps. Les deux amis contemplent le paysage,se regardent,échangent quelques mors. Les heures passent. Monsieur Linh désigne les montagnes qui forment comme un cirque et dont les crêtes paraissent trembler un peu et disparaître dans le ciel. Il dit le nom de chaque montagne,et raconte pour chacune d’elles la légende qui y est attachée. Certaines terrifiantes. D’autres au contraire sont et drôles. Le gros homme l’écoute attentivement tout enfumant ses innombrables cigarettes. Avant que le soir ne commence à poser son empreinte fauve sur la terre,Monsieur Linh dit au gros homme:«Venez maintenant,la fraîcheur est revenue. Nous pouvons marcher. Je veux vous emmener voir quelque chose.» Les voici de nouveau dans la rue du village,puis entre les rizières,puis dans la forêt. Les frottements d’ailes de criquets,les cris de singes,les chants d’oiseaux les précèdent,les enveloppent et les suivent. Monsieur Linh marche devant,une tige de bambou à la main avec laquelle il cingle les herbes piquantes qui parfois se courbent sur le sentier,et il chante,il chante la chanson:«Toujours il y a le matin Toujours revient la lumière Toujours il y a un lendemain Un jour c’est toi qui seras mère.» «C’est une belle chanson,dit le gros homme. J’ai toujours aimé vous l’entendre chanter. - Ce sont les femmes d’ordinaire qui la fredonnent,mais je sais que la petite aime quand je la chante,c’est pourquoi je la lui murmure sans cesse,près de l’oreille,et je vois ses yeux briller,même dans son sommeil,je sais que ses yeux brillent. Mais écoutez bien,dit Monsieur Linh,voici une autre chanson.» Et il met la main à son oreille pour inviter son ami à prêter attention. Un bruit d’eau joueuse semble provenir de la forêt alors qu’on ne décèle à cet endroit la présence d’aucune rivière,d’aucun ruisseau. Mais c’est bien pourtant le bruit de l’eau que l’on entend,le bruit d’une eau vive. Monsieur Linh fait signe à son ami de le suivre. Il quitte le sentier et s’enfonce dans la forêt. Le dernier soleil dépose çà et là des pièces d’or sur le tapis de mousses,et soudain,jaillissant de cette mosaïque verte mêlée de feu,une source apparaît. Elle naît entre deux pierres et son eau qui s’élance suit cinq directions,comme si elle dessinait la forme d’une main tendue et de cinq doigts écartés,une main ouverte,une main offerte. Les cinq filets d’eau disparaissent ensuite dans le sol,quelques pas plus loin,aussi miraculeusement qu’ils étaient venus à la lumière. - Cette source n’est pas une source ordinaire,dit Monsieur Linh au gros homme. On raconte que son eau a le pouvoir de donner l’oubli à celui qui la boit,l’oubli des mauvaises choses. Lorsque l’un d’entre nous sait qu’il va mourir,il s’en va vers la source,seul. Tout le village sait où il va,mais personne ne l’accompagne. Il faut qu’il soit seul à faire le chemin,et seul à s’agenouiller ici. Il vient boire l’eau de la source et aussitôt qu’il l’a bue,sa mémoire devient légère:ne restent en elle que les jolis moments et les belles heures,tout ce qu’il y a de doux et d’heureux. Les autres souvenirs,ceux qui coupent,ceux qui blessent,ceux qui entaillent l’âme et la dévorent,tous ceux-là disparaissent,dilués dans l’eau comme une goutte d’encre dans l’océan.» Monsieur Linh se tait. Le gros homme hoche la tête. On dirait qu’il fait rouler en lui tous les mots qu’il vient d’entendre. «Voilà,reprend Monsieur Linh,vous savez maintenant où il nous faudra aller quand nous sentirons venir notre mort. - Nous avons le temps encore!répond son ami en riant. - Oui,dit Monsieur Linh en riant lui aussi,vous avez raison,nous avons bien le temps... » Il fait si beau. Le soir s’enlace à toutes les odeurs de la terre. Et,comme il commence à être tard,les deux amis reprennent le chemin de la grotte. Le gros homme tout en marchant fume une dernière cigarette dont le parfum de menthol se mêle à celui des fougères et des écorces. Parvenus à l’entrée de la grotte,les deux amis s’arrêtent. Le gros homme regarde encore le paysage. «Quelle belle journée nous avons passée!» Monsieur Linh sourit à son ami et le serre dans ses bras. - Ne soyez pas en retard,à bientôt. - Oui,à bientôt,et merci encore,vraiment,merci!» Le gros homme entre dans la grotte. Monsieur Linh le suit des yeux. Il voit peu à peu disparaître son corps que l’obscurité mange,une main qui s’agite et lui dit au revoir,et puis plus rien. Alors le vieil homme ferme les yeux. *** Lorsqu’il se réveille,Monsieur Linh a l’impression qu’il est enchaîné. Mais non,il se trompe,rien ne le retient,ses poignets sont libres,ainsi que ses chevilles. Il est dans sa chambre. Où est Sang diû? Il se dresse d’un bond. Son cœur tressaute,s’arrête,bat de nouveau. La petite est là,couchée sur le fauteuil. Il se lève,la prend dans ses bras,se recouche avec elle,la serre très fort. La mémoire lui revient. Il se revoit aller vers le grand porche. Il revoit le visage de l’homme qui parlait fort. Il revoit les femmes et l’homme en blanc. Il se souvient de la piqûre,de la chute dans le sommeil. Le vieil homme a très mal à la tête et il a soif. Une soif brûlante. Mais il n’y a pas que la soif qui le brûle. Il y a une question aussi:où est-il? Quel est cet endroit dans lequel il se trouve et dont on lui interdit de sortir? Est-ce un hôpital? Mais il n’est pas malade!Est-ce une prison? Il n’a pourtant commis aucune faute. Et puis,combien de temps s’est-il passé depuis la piqûre? Est-ce le même jour? Le lendemain? Le mois suivant? Qui s’est occupé de Sang diû? L’a-t-on bien nourrie,baignée,caressée? La petite fille ne semble pas inquiète,ni agitée. Elle dort paisiblement. Monsieur Linh garde les yeux grands ouverts. Il pense à son ami le gros homme. Il y pense avec tristesse et espoir. Il revoit son sourire. Il se dit que ce n’est pas un porche qui l’empêchera de le retrouver,ni un homme qui aboie,ni des dizaines de femmes en blanc ou de piqûres. Il se dit cela,et soudain il se sent fort,invulnérable et tout à la fois léger,alors qu’un instant plus tôt son abattement était sans bornes. Au matin suivant,Monsieur Linh reprend sa place parmi les pensionnaires. Revêtu de sa robe de chambre bleue,il marche lentement dans les couloirs,se rend sagement au réfectoire,retrouve sa table,ne montre aucun signe de précipitation,d’agitation,de faim dévorante ni d’abattement. Il sent bien que les femmes en blanc lui prêtent une attention soutenue,le surveillent du coin de l’œil. Le vieil homme rase les murs,rend les sourires,baisse les yeux,se promène dans le parc sans jamais dépasser les frontières non écrites. Parfois,il s’assied sur un banc,berce sa petite fille,lui parle,murmure à son oreille des choses douces et regarde la mer,au loin,en contrebas,qui agite ses vagues et ses courants. Le soir,après le dîner,il est le premier à regagner sa chambre,à se coucher,à éteindre la lumière après le dernier passage de la femme en blanc qui assure le service de nuit. Monsieur Linh se plie à cette discipline durant plusieurs jours. Tout rentre dans l’ordre. On ne le remarque plus. Il n’est qu’un vieil homme,une ombre mince et fragile parmi des centaines d’ombres minces et fragiles habillées de molleton bleu qui vont et viennent sans bruit dans les allées du grand parc. Sang diû ne paraît pas souffrir de la nouvelle situation. C’est une enfant généreuse. Le vieil homme se dit que sa petite fille fait tout pour ne pas le contrarier. Elle n’a que quelques mois mais elle sait déjà tant de choses. Bientôt elle sera une fillette,puis une adolescente,puis une jeune fille. Le temps passe vite. La vie passe vite,qui fait des jeunes boutons de lotus de larges fleurs épanouies sur le pourtour des lacs. Monsieur Linh veut voir son enfant s’épanouir. Il veut vivre pour voir cela,et qu’importe ce que vivre impose,si c’est loin du pays qu’il faut vivre,si c’est ici,dans cette maison aux murs fermés qu’il faut vivre. Non,il ne veut pas que ce soit ici. Pas dans ce mouroir. Il veut que Sang diû devienne le plus beau des lotus,et lui veut être là pour l’admirer,mais il veut l’admirer en plein jour,au plein air,pas dans un asile,pas dans une prison comme celle-ci. Son ami pourra l’aider. Lui seul pourra vraiment l’aider. Il lui expliquera,avec des gestes. Il comprendra,c’est sûr. Il veut revoir le gros homme,son ami,qui lui manque tant. Il veut entendre sa voix,son rire. Il veut sentir l’odeur des cigarettes qu’il fume sans cesse. Il veut regarder ses mains larges,blessées par les travaux. Il veut sentir sa présence,sa chaleur et sa force. C’est le troisième jour du printemps. Il est tôt. Monsieur Linh quitte le réfectoire le premier après y avoir pris son petit-déjeuner. Les autres pensionnaires en sont encore à tremper leur pain dans leur thé ou leur café quand lui marche d’un bon pas sur les pelouses. Il sait qu’à cette heure matinale les femmes et les hommes en blanc sont tous dans une petite salle,à côté du réfectoire. Eux aussi boivent un café ou un thé,discutent,plaisantent. C’est l’heure où la surveillance est la plus relâchée. Monsieur Linh ne se dirige pas vers le porche. Il s’enfonce dans un bosquet qu’il aperçoit depuis la fenêtre de sa chambre. Il sait que derrière ce bosquet le mur d’enceinte du parc est moins haut qu’ailleurs et que la branche d’un arbre le touche de très près. Il va vite,sa petite fille contre son flanc,qui parfois ouvre les yeux comme pour lui demander ce qu’il est en train de faire. Ça y est,il approche du mur. Il ne s’est pas trompé. Le mur n’est pas très haut. Il lui arrive à hauteur de front car toute sa partie supérieure est éboulée. Comment faire? La branche qu’il voyait de la fenêtre n’est pas utilisable. Elle part de trop haut. Par contre,au sol,Monsieur Linh trouve un tronc mort hérissé de picots saillants. Il installe Sang diû par terre,amène le tronc et le pose contre le mur. Il va pouvoir s’en servir comme d’une échelle. Il fait un essai. Oui,tout est bien,il parvient en haut du mur facilement. Mais comment en redescendre de l’autre côté? Avec l’enfant? Monsieur Linh pense alors aux femmes de son village,et à la façon dont elles portent leur nouveau-né lorsqu’elles vont travailler dans les rizières ou ramasser du bois mort dans la forêt. II enlève sa robe de chambre,y place le nourrisson,après avoir pris garde que la vieille photographie ainsi que le petit sac contenant la terre de son pays ne tombent pas de la poche dans laquelle il les a glissés. Puis il noue la robe de chambre dans son dos,solidement. La petite fille se trouve ainsi plaquée derrière son grand-père. Elle ne peut pas tomber. Le vieil homme monte sur l’échelle de fortune. Parvenu sur le faîte du mur,il hisse le tronc d’arbre mort,reprend son souffle,jette un œil dans le parc,constate que rien ne bouge et que personne ne l’observe. Il fait basculer le tronc de l’autre côté. Il descend rapidement et pose le pied sur le trottoir d’une rue déserte. Il est libre. Tout cela n’a pris que quelques minutes. Il est libre et il est en pyjama,avec dans son dos une enfant retenue par une robe de chambre nouée. Il est heureux. Pour un peu,il crierait de joie. A petits pas rapides,il s’éloigne du Château. Il lui semble avoir vingt ans. Monsieur Linh marche vite et descend vers la ville. Il a de nouveau revêtu sa robe de chambre et pris sa petite fille dans ses bras. Les rues des quartiers qu’il traverse sont désertes. Parfois seulement,il croise un homme promenant son chien,ou des employés municipaux occupés à balayer les caniveaux. Mais ceux-ci ne lèvent pas la tête et ne font pas attention à lui. Lorsqu’il se sent suffisamment éloigné du Château,le vieil homme s’arrête sur un banc,se repose un peu et surtout,il revêt Sang diû de la belle robe que lui a offerte le gros homme et qu’il avait pris soin d’emporter,pliée délicatement. Il regarde sa petite fille. Elle est magnifique. Monsieur Linh se sent fier d’être le grand-père d’une pareille enfant. De la fenêtre de sa chambre,le vieil homme a eu le temps d’observer la ville,d’essayer de la comprendre,de retrouver le tracé de ses artères,l’emplacement du quartier où se trouvait l’immeuble du dortoir,le café où il se rendait avec le gros homme,le banc de leurs rendez-vous. Aussi,tout en marchant,est-il persuadé de se diriger dans la bonne direction,et de retrouver bien vite tous ces endroits qui lui étaient devenus familiers. Monsieur Linh pense à la tête que va faire son ami lorsqu’il va le revoir,car,il n’en doute pas une seconde,ils vont se retrouver. La ville est grande,certes,elle est immense même,mais elle n’empêchera pas ces retrouvailles qui font sourire le vieil homme lorsqu’il y songe. Peu à peu,les charmantes maisons avec jardin disparaissent. Ce sont désormais de grandes avenues bordées d’entrepôts aux couleurs ternes et métalliques. Des camions patientent devant les hangars. Au côté des camions des hommes bavardent,attendent. Certains voient passer Monsieur Linh. Ils le sifflent. Il semble qu’ils lui parlent,de leurs voix fortes,en riant. Le vieil homme les salue de la tête et presse le pas. Ces avenues sont interminables. On n’en voit pas la fin. Et toujours ces alignements de bâtisses aux fonctions improbables vers lesquelles se dirigent des camions,desquelles sortent des camions dans une chorégraphie assourdissante qui s’orne de vapeurs de gaz d’échappement et de coups prolongés de klaxon. Monsieur Linh en a mal à la tête. Il a peur que sa petite fille ne s’en effraie alors il cache ses oreilles avec ses mains. Mais l’enfant,fidèle à son caractère docile,ne dit rien. Ses yeux s’ouvrent et se ferment. Elle est tranquille. Rien ne l’émeut. Le vieil homme commence à avoir mal aux jambes et aux pieds. Pas facile de marcher en pantoufles. Et la robe de chambre est trop chaude maintenant car le soleil,de plus en plus haut dans le ciel,commence à taper fort. Pour la première fois,Monsieur Linh ressent une mince fêlure,un doute:et s’il n’était pas sur le bon chemin? Et s’il s’était égaré? Il s’arrête,regarde autour de lui. Cela ne le renseigne guère. Au loin,il n’aperçoit pas grand-chose sinon,qui émergent des toits de grands bâtiments sans fenêtres,des têtes de grue,tournoyantes,et par-dessus ces aigrettes d’acier,des oiseaux blancs qui tournoient en bandes serrées. En voyant cela,le vieil homme se souvient du jour gris de son arrivée dans ce pays,dans cette ville. Il ressent un frisson,malgré la chaleur. Sur sa peau soudain,c’est comme si tombait de nouveau la fine pluie glacée de cette après-midi tout à la fois proche et lointaine. Ce sont les grues qui lui ont rappelé cela. Les grues du port. Il réfléchit,s’arrête. Si le grand port est là-bas,c’est que le petit port de pêche se trouve plutôt par ici,et s’il se trouve par ici,alors le banc du rendez-vous ne peut être que dans cette direction. Monsieur Linh oblique sur la gauche. Il reprend courage. Il s’amuse même,en pensant à tous les hommes et femmes en blanc qui le cherchent,là-bas,dans le Château,et qui doivent fouiller tous les recoins de la demeure,tous les endroits cachés du parc. Quelles têtes ils doivent faire!Soudain,comme il riait,il n’a pas vu le trou dans la chaussée,rempli d’eau graisseuse. Son pied gauche s’y enfonce. Il perd l’équilibre,manque de tomber,se rattrape de justesse en sautillant. Son pied est nu. La pantoufle est restée dans le trou,accrochée à la grille déchiquetée d’un regard d’égout. Tout en maintenant la petite contre lui,il essaie de récupérer sa pantoufle. Elle est au fond du trou,bien accrochée. Il tire. Elle cède. Il se retrouve avec dans la main une pantoufle déchirée,gorgée d’eau puante. Inutilisable. Le vieil homme est catastrophé. Il essaie tant bien que mal d’essorer la pantoufle et la chausse de nouveau:la moitié de son pied en dépasse. Il se remet en route. Sa démarche devient plus lente. Il traîne une jambe comme s’il boitait. Une odeur écœurante le suit. Il n’a pas fait attention à la manche de son peignoir,ainsi qu’aux deux pans du vêtement qui ont trempé dans l’eau croupie lorsqu’il a voulu récupérer sa pantoufle. Le soleil lui paraît subitement moins complice,et la fatigue beaucoup plus pesante. Sang diû semble ne s’être aperçue de rien. Elle dort,heureuse,indifférente à tous ces menus incidents. Monsieur Linh n’est plus seul sur le trottoir. Ce n’est pas encore la foule pressée de la rue du banc des rendez-vous,mais il croise de plus en plus d’hommes et de femmes,des enfants qui se tiennent par la main,courent,se bousculent. Il remarque aussi qu’il a quitté la zone des entrepôts. Autour de lui,désormais,il y a des immeubles pas très hauts avec le plus souvent,à leur rez-de-chaussée,un magasin,un commerce:épicerie,laverie,poissonnerie. Des jeunes gens discutent entre eux,à l’angle des rues. Des voitures de police passent,toutes sirènes hurlantes. On le dévisage,mais sans animosité,plutôt avec étonnement. Le vieil homme sent que certains échangent quelques propos à son égard en le voyant passer. Il se dit qu’il ne doit pas avoir fière allure,avec sa robe tachée,sa pantoufle hors d’usage. Il baisse la tête,tente d’accélérer. Il tourne dans ce quartier pendant plus de trois heures,croyant avancer,ne se rendant pas compte qu’il revient sans cesse au même rond-point qu’il a déjà dépassé à quatre reprises. Les bruits,les musiques qui sortent des appartements aux fenêtres ouvertes ou des gigantesques postes de radio que certains adolescents tiennent sur leurs épaules,les fumées des voitures,le grondement des moteurs,les odeurs du cuisine,de fruits pourris jetés sur les trottoirs,tout cela le sonne et le rend plus lourd. Il marche désormais lentement. A force de boiter et de traîner la jambe,une douleur lui vrille la hanche. Dans ses bras,l’enfant pèse des tonnes. Monsieur Linh a soif. Il a faim aussi. Il s’arrête un instant,s’appuie contre un réverbère,sort de sa poche un petit sac en plastique dans lequel il a mis un peu de brioche trempée de lait et d’eau. Il tente de nourrir Sang diû,sans tacher sa belle robe. Lui-même avale deux bouchées. Mais soudain une femme sort de la boutique de fleurs près de laquelle il s’est arrêté. Elle vient droit sur lui. Ce doit être la patronne. Elle tient un balai à la main,qu’elle agite au-dessus de sa tête. Elle crie. Elle désigne Monsieur Linh avec son balai. Elle prend les gens à témoin,montre son pied nu dans la pantoufle déchirée,les taches puantes sur ses manches. Elle fait signe au vieil homme de déguerpir,de fiche le camp. Elle lui indique le bout de la rue,le lointain. Un attroupement s’est formé. Monsieur Linh est pétrifié de honte. La femme ne s’arrête pas,encouragée qu’elle est par les rires des badauds. Elle parade. Elle ressemble à une sorte de grosse pintade en colère,grattant de rage le fumier de la basse-cour. Le vieil homme range précipitamment le sachet en plastique dans sa poche et s’enfuit. Les gens rient en le voyant partir,traînant la patte à la façon d’un animal blessé. La grosse femme lance encore des mots qui volent vers lui comme des cailloux. Quant aux rires,ce sont des couteaux,des couteaux affûtés qui trouvent son cœur et l’écorchent. Monsieur Linh ne voit plus le soleil,ne sent plus la première chaleur du printemps,pourtant si délicate. Il avance comme un automate,consacrant ses maigres forces à serrer l’enfant dans ses bras et à mettre un pied devant l’autre. Il ne fait plus attention ni aux rues ni aux maisons. Hagard,il devient un errant. Les heures passent,l’après-midi est déjà bien avancée. Depuis le matin il marche. Depuis le matin il se raccroche à l’espoir de retrouver la rue,le banc,son ami sur le banc. Ses pensées deviennent confuses. Il se dit qu’il a sans doute eu tort de partir ainsi. Il se dit que la ville est trop grande,qu’elle est un monstre qui va le dévorer,ou le perdre. Il se dit qu’il ne retrouvera jamais rien,ni son pays,ni son ami ni même le Château d’où il est parti. Il s’en veut. Non pas parce qu’il est misérable,épuisé,vaincu. Non,il ne pense pas à lui. Il s’en veut pour sa petite fille. Il lui impose cette fatigue,ce ballottement de la marche,la poussière des rues,le vacarme,les moqueries des passants. Quel grand-père est-il? La honte vient en lui comme un poison. Il s’est adossé à un mur. Lentement,sans même s’en apercevoir,il glisse vers le sol. C’est comme une chute qui durerait une seconde ou bien une vie,une chute lente vers le macadam du trottoir. Ça y est,il est à terre,son enfant posée sur ses genoux. La tête de Monsieur Linh est grosse de trop de fatigues,de souffrances,de désillusions. Elle est lourde de trop de défaites et de trop de départs. Qu’est-ce donc que la vie humaine sinon un collier de blessures que l’on passe autour de son cou? A quoi sert d’aller ainsi dans les jours,les mois,les années,toujours plus faible,toujours meurtri? Pourquoi faut-il que les lendemains soient toujours plus amers que les jours passés qui le sont déjà trop? Les pensées s’entrechoquent dans son crâne. Il ne remarque qu’au dernier moment les pieds d’un homme,tout contre lui. Il lève les yeux. L’homme est grand. Il lui parle,désigne le pied nu de Monsieur Linh,montre la petite fille. Son visage n’est pas mauvais. Il parle encore. Le vieil homme ne comprend rien bien sûr. L’homme se baisse,cherche quelque chose dans la poche de son veston et le dépose dans la main droite de Monsieur Linh,puis d’un geste délicat il referme cette main,se relève,fait un signe de la tête et s’éloigne. Le vieil homme ouvre la main,regarde ce que le passant vient d’y déposer. Ce sont trois pièces,trois pièces de monnaie qui brillent sous le soleil. L’homme lui a fait l’aumône. L’homme l’a pris pour un mendiant. Monsieur Linh sent des larmes couler sur ses joues sèches. Après,longtemps après,il est de nouveau debout,de nouveau marchant. Il ne pense plus à rien,sinon à serrer contre lui le plus fort possible sa petite fille,qui est là,immuablement sage,belle dans sa robe de soie rose. Monsieur Linh avance. C’est un automate qui titube,marche lentement,bouscule et se fait bousculer par la foule de plus en plus violente et compacte qui l’enserre et l’étouffe. Il ne voit plus rien,n’entend plus rien. Il regarde le sol. C’est comme si ses yeux étaient de plomb et l’entraînaient vers la contemplation de cette terre qui n’est pas la sienne,qui ne sera jamais la sienne,et sur laquelle il est contraint d’avancer,comme un bagnard est contraint à sa peine. Pendant des heures. Tout se mélange. Les lieux,les jours,les visages. Le vieil homme revoit son village,les rizières et leur damier mat ou étincelant,selon les heures,le paddy lié en bottes,les mangues mûres,les yeux de son ami le gros homme,ses doigts solides et jaunis par le tabac,les traits de son fils,le cratère laissé par la bombe,les corps éventrés,le village en feu. Il avance. Il se cogne contre les années et contre les gens qui courent on ne sait où,qui courent toujours,comme si le propre de l’homme était de courir,courir vers un grand précipice sans jamais s’arrêter. Soudain,une douleur vive à l’épaule le tire du tourbillon dans lequel il s’était mis à glisser sans remède. Un jeune homme portant un carton dans ses bras vient de le percuter. Il est confus. Il parle à Monsieur Linh,lui demande si ça va. Le vieil homme n’a pas lâché l’enfant. Il la redresse dans ses bras. Elle ouvre les yeux. File va bien. Le jeune homme attend un moment une réponse qui ne vient pas,puis s’en va. Monsieur Linh reprend pied,regarde autour de lui. Il y a des quantités de gens,des hommes,des femmes,des enfants,des familles entières,joyeuses et qui s’engouffrent entre deux grilles largement ouvertes. Au-delà de ces grilles,on aperçoit de grands arbres,des massifs,des allées,et des cages. Des cages. Le vieil homme sent son cœur s’emballer. Des cages. Avec des animaux. Il les voit. Des lions. Des singes. Des ours. Monsieur Linh a soudain l’impression d’être à l’intérieur d’une image qu’il a souvent contemplée à bout de bras. Le Parc!Il est devant l’entrée du Parc!Le Parc où il y a le manège de chevaux de bois!Mais alors,s’il est là,c’est qu’en face,en face... Mais oui,là-bas,de l’autre côté de la rue où passent des centaines de voitures,il y a le banc!Et sur le banc,comme une apparition,comme une apparition massive,pesante,bien réelle,il y a le gros homme,son ami!Son ami qui l’attend!Monsieur Linh oublie tout. Son immense lassitude,son pied nu,sa robe de chambre maculée d’eau putride,le grand désespoir qui l’anéantissait il y a encore quelques secondes à peine. Le soleil n’a jamais été aussi beau. Le ciel n’a jamais été aussi pur à l’approche du soir. Le vieil homme n’a jamais éprouvé depuis bien longtemps une joie aussi intense. Il s’avance vers la rue,frémissant,et il crie. Il crie le seul mot qu’il connaisse de la langue du pays. Il le crie fort,pour qu’il passe au-delà des voitures,de leur vacarme. «Bonjour!Bonjour!» lance Monsieur Linh à l’adresse de son ami assis sur le banc,à moins de cent mètres de distance. «Bonjour!» hurle-t-il,comme si sa vie elle-même ne tenait plus qu’à ce simple mot. *** Monsieur Bark écrase sa cigarette mentholée sous son talon. Il se sent las,et inutile. Voilà des jours et des jours qu’il vient sur le banc. Il y passe des après-midi entières,seul,la semaine,et même le dimanche désormais. Monsieur Tao-laï n’est jamais revenu. Monsieur Bark pense au vieil homme sans cesse. Il l’aimait tant. Il aimait son sourire,ses attentions,son silence respectueux,la chanson qu’il fredonnait,ses gestes aussi. Le vieil homme était son ami. Ils se comprenaient tous les deux,pas besoin de longs discours. Monsieur Bark a tenté de savoir ce qui avait bien pu lui arriver. Après quelques jours,quand il s’est résigné au fait que Monsieur Tao-laï ne viendrait sans doute plus à leur rendez-vous,il est allé à l’immeuble où il l’avait tant de fois raccompagné. Le concierge lui a dit qu’en effet,au premier étage,il y avait un dortoir pour les réfugiés,mais que désormais il était fermé. Les locaux avaient été vendus. A la place,il y aurait bientôt un cabinet d’assurances,ou une agence de publicité,il ne savait pas trop. Monsieur Bark lui a décrit son ami. «Oui,a dit le concierge,je vois bien qui vous voulez dire,il n’était pas méchant,un peu solitaire c’est tout,mais pas méchant. J’ai essayé parfois de parler un peu avec lui,il ne comprenait pas un traître mot. Les autres s’en moquaient souvent d’ailleurs,mais il n’est plus là. Des femmes sont venues le chercher.» Au bureau des réfugiés où il a fini par se rendre ensuite,on lui a répondu après avoir consulté de longues listes qu’on ne connaissait personne du nom de Tao-laï. Il en est reparti désemparé. Il se fait tard. Monsieur Bark va bientôt rentrer. Il n’aime pas rentrer dans son appartement. Il n’aime plus grand-chose à vrai dire,sinon fumer car cela lui rappelle son ami perdu. Alors il saisit son paquet de cigarettes,tape sur le fond,en saisit une,la glisse entre ses lèvres,l’allume,ferme les yeux,aspire la première bouffée. Et soudain,tandis que la fumée parfumée de menthe entre dans son corps,tandis que les yeux clos,il se tient dans l’obscurité de ses paupières baissées,il entend une voix lointaine,très lointaine,comme venant de l’autre monde,et la voix crie «Bonjour!Bonjour!» Monsieur Bark frissonne. Ouvre les yeux. C’est la voix de son ami!Il l’a reconnue!«Bonjour!Bonjour!» continue la voix. Monsieur Bark est debout. Il s’agite comme un fou,se tourne en tous sens,tente de trouver d’où vient la voix qui se fait plus forte,plus proche,malgré les klaxons innombrables qui rugissent et voudraient l’étouffer. Monsieur Bark a le cœur qui cogne. Ça y est!Là,tout près,à trente mètres,à vingt mètres peut-être,il y a Monsieur Tao-laï,curieusement vêtu d’une robe de chambre bleue,qui s’avance en le regardant,une main tendue,un sourire illuminant son vieux visage parcheminé,«Bonjour!Bonjour!» Le vieil homme marche vers lui. Monsieur Bark court jusqu’au bord du trottoir. Il est si heureux. Il crie:«Restez là,Monsieur Tao-laï!Ne bougez plus!Attention aux voitures!» car dans sa joie et dans sa fatigue,le vieil homme a oublié la rue,la circulation,les motos,les camions,les autobus qui le frôlent,freinent,l’évitent au dernier moment. Il avance,radieux,comme on avancerait sur un nuage ou sur la surface d’un étang. Monsieur Linh voit son ami le gros homme qui s’approche de lui. Il le distingue désormais nettement. Il entend sa voix qui lui dit bonjour. Le vieil homme s’adresse à Sang diû:«Je te l’avais bien dit que nous le retrouverions!Il est là!Quelle joie!» Monsieur Bark a beau crier,son ami ne semble pas l’entendre. Il avance toujours. Il sourit. Les deux hommes ne sont plus qu’à dix mètres l’un de l’autre. Ils peuvent contempler au plus près leur visage,leurs yeux,et dans leurs yeux à chacun le bonheur de se revoir. Mais soudain,comme dans un ralenti qui n’en finirait pas,Monsieur Linh voit les traits de son ami le gros homme changer,se figer,sa bouche s’ouvrir. Il le voit hurler mais il n’entend pas son hurlement car un bruit énorme couvre alors tous les autres bruits. Le vieil homme entend le fracas se rapprocher de lui. Il se tourne,aperçoit la voiture qui fonce sur lui,qui dérape en freinant,la face crispée de son conducteur,ses mains serrées sur son volant,il lit la peur dans ses yeux ainsi qu’un sentiment de grande impuissance. Le vieil homme protège du mieux qu’il peut sa petite fille,il l’entoure de ses bras,il la recouvre de son corps comme le ferait une armure,cela dure,dure. Cela n’en finit pas:le hurlement muet de son ami le gros homme qu’il regarde de nouveau et à qui il sourit,la chute horizontale de la voiture lancée vers lui à pleine vitesse,les traits du conducteur tordus d’épouvante. Le temps s’étire. Monsieur Linh n’a pas peur,il n’est plus fatigué,il a revu son ami,il fait bon,il songe seulement à protéger du mieux qu’il peut son enfant,il lui murmure les premiers mots de la chanson,la voiture est toute proche,la petite fille ouvre les yeux,le regarde,le vieil homme l’embrasse sur le front et reviennent alors dans son esprit tous les visages aimés,et dans sa mémoire le parfum de la terre de son pays,et le parfum de l’eau,le parfum de la forêt,le parfum du ciel et celui du feu,le parfum des bêtes,des fleurs et des peaux,tous les parfums réunis,enfin,au moment où la voiture le heurte,qu’il est projeté à plusieurs mètres,qu’il ne sent aucune douleur,qu’il se recroqueville autour du petit corps de Sang diû,que sa tête frappe le sol,sèchement. Et que ce soir la nuit,soudain. Monsieur Bark sent un froid brutal entrer dans tout son être. Il reste figé quelques secondes,revoyant l’accident,le sourire de Monsieur Tao-laï,la voiture fonçant sur lui,le percutant avec violence malgré le coup de freins,le choc,le vieil homme projeté en l’air et retombant lourdement sur le sol dans un bruit de bois que l’on brise. Monsieur Bark tremble. Déjà des badauds entourent le corps. Le conducteur de la voiture reste dans son véhicule,prostré. Monsieur Bark se précipite,il écarte les curieux,fend l’attroupement,ses gestes se font rageurs. Il arrive enfin près de son ami. Le vieil homme est couché sur le flanc,recroquevillé. La robe de chambre bleue étendue de part et d’autre de son corps dessine la corolle d’une immense fleur. A ses côtés,un petit sac de toile déchiré laisse glisser au sol une terre noire et poudreuse. Il y a aussi,échappée sans doute d’une poche,une photographie que Monsieur Bark reconnaît. Il tombe à genoux. Ramasse la photographie. Il a envie de prendre son ami dans ses bras,de lui parler,de lui dire de tenir,que les secours vont arriver,qu’ils vont l’emmener,le soigner,le guérir,que bientôt tous les deux ils pourront reprendre leurs promenades,aller au restaurant,au bord de la mer,à la campagne,qu’ils ne se quitteront plus,plus jamais,il le jure. Les yeux de Monsieur Tao-laï sont fermés. Un peu de sang coule de sa tête,par une plaie invisible située à l’arrière du crâne. Le sang suit la déclivité de la rue,comme un ruisseau hésitant qui se sépare ensuite en cinq filets distincts:on dirait l’ébauche d’une main et de ses cinq doigts. Monsieur Bark regarde cette main fluide qui désigne la vie de son ami,sa vie qui s’en va. Curieusement,à regarder cette peinture que le sang de Monsieur Tao-laï trace sur l’asphalte,il se souvient confusément d’un rêve qu’il a fait quelques nuits plus tôt,un rêve dans lequel il était question de forêt,de source,de soir qui tombe,d’eau fraîche et d’oubli. Monsieur Bark pose la main sur l’épaule du vieil homme comme il l’a fait si souvent. Il reste ainsi un long moment. Un très long moment. Personne n’ose le déranger. Puis lentement il finit par se relever. Les gens le regardent,interrogateurs. Ils se reculent et c’est justement quand l’un d’eux se retire,comme on se retire devant plus beau et plus lumineux que soi,que Monsieur Bark aperçoit,aux pieds de cet homme,Sans dieu,la jolie poupée dont son ami Monsieur Tao-laï ne se séparait jamais,ayant pour elle des attentions de tous les instants,comme s’il s’était agi d’une véritable enfant. Le cœur de Monsieur Bark bondit dans sa poitrine en voyant la poupée aux beaux cheveux noirs. Elle est vêtue de la robe qu’il avait offerte à son ami pour elle. Ses yeux sont grands ouverts. Elle n’a rien. Aucune éraflure. On dirait qu’elle semble juste un peu étonnée,et qu’elle attend. Le gros homme se penche,la prend délicatement. «Sans Dieu»,murmure-t-il à son oreille en souriant malgré les larmes qui commencent à brouiller son regard. Puis il revient vers son ami,S’agenouille de nouveau près de lui et pose la poupée sur sa poitrine. Le sang ne coule plus. Monsieur Bark ferme les yeux. Il se sent soudain très las,las comme jamais il n’a été. Il garde ses yeux fermés. Il n’a plus envie de les ouvrir. C’est très doux la nuit,la nuit du regard. On y est bien. Il faudrait que cela dure. Que cela ne s’arrête pas. «Sang diû... Sang diû...» Monsieur Bark a toujours ses yeux clos. «Sang diû... Sang diû...» Il entend bien la voix,mais il se dit que c’est un rêve. Et il ne veut pas quitter ce rêve. «Sang diû... Sang diû...» La voix ne s’arrête pas. Au contraire,elle devient plus forte. Et plus heureuse aussi. Monsieur Bark ouvre les yeux. Tout à côté de lui,le vieil homme le regarde et sourit. Il serre dans ses bras Sans dieu,caressant d’une main ses cheveux tandis que son autre main,fébrile,se tend vers son ami. Il essaie de relever sa tête. «Ne bougez pas,Monsieur Tao-laï!Ne bougez surtout pas,hurle Monsieur Bark,qui part d’un grand rire,un rire immense comme lui et qu’il ne parvient pas à arrêter. Les secours vont arriver,restez calme!» Le vieil homme a compris. Il repose doucement sa tête sur le bitume. Le gros homme prend sa main. C’est une bonne chaleur qui vient en lui,par cette main. Monsieur Bark a envie d’embrasser tous ces gens attroupés,tous ces inconnus qu’il aurait assommés quelques instants plus tôt. Son ami est vivant. Vivant!Ainsi,songe-t-il,ce peut être aussi cela l’existence!Des miracles parfois,de l’or et des rires,et de nouveau l’espoir quand on croit que tout autour de soi n’est que saccage et silence!Le soir tombe. Le ciel est d’une couleur de lait,un lait sombre et caressant. Sang diû pèse d’un poids léger sur la poitrine de Monsieur Linh. Il a l’impression qu’elle lui donne ses jeunes forces. Il se sent renaître. Ce n’est pas une malheureuse voiture qui aura raison de lui. Il a traversé des famines,des guerres. Il a traversé des mers. Il est invincible. Il pose ses lèvres sur le front de la petite. Il a retrouvé son ami. Il sourit au gros homme. Il lui dit bonjour plusieurs fois. Monsieur Bark lui répond «bonjour,bonjour»,et ces mots répétés deviennent comme une chanson,une chanson à deux voix. Les secours arrivent,s’affairent autour du blessé qu’ils placent sur un brancard avec d’infinies précautions. Le vieil homme ne va pas souffrir. Les brancardiers l’emmènent vers l’ambulance. Monsieur Bark lui tient la main tout en lui parlant. C’est le début d’un très beau printemps. Le tout début. Le vieil homme regarde son ami,lui sourit. Il serre la jolie poupée dans ses bras maigres,il la serre comme si sa vie en dépendait,il la serre comme il serrerait une vraie petite fille,silencieuse,tranquille et éternelle,une petite fille de l’aube et de l’orient. Son unique petite fille. La petite-fille de Monsieur Linh. Philippe Claudel est né en 1962. Son roman Les âmes grises (prix Renaudot 2003,Grand prix littéraire des lectrices de Elle en 2004,meilleur livre de l’année 2003 par le magazine Lire) a été traduit dans vingt-deux pays. Philippe Claudel a reçu pour La petite fille de Monsieur Linh le « Prix Solidarité du Groupe Harmonie »."
}
